{
  "metadata": {
    "source_file": "The Project Gutenberg eBook of On the Origin of Species, Sixth Edition by Charles Darwin.pdf",
    "subject": "science",
    "total_pages": 20,
    "extraction_date": "2025-12-23T18:11:46.490764",
    "extraction_method": "pdfplumber"
  },
  "content": {
    "clean_text": "12/23/25, 10:26 AM The Project Gutenberg eBook of On the Origin of Species, Sixth Edition by Charles Darwin\nThe Project Gutenberg eBook of The Origin of Species by Means of Natural Selection\nThis ebook is for the use of anyone anywhere in the United States and most other parts of the world at\nno cost and with almost no restrictions whatsoever. You may copy it, give it away or re-use it under the\nterms of the Project Gutenberg License included with this ebook or online at www.gutenberg.org. If you\nare not located in the United States, you will have to check the laws of the country where you are\nlocated before using this eBook.\nTitle: The Origin of Species by Means of Natural Selection\nAuthor: Charles Darwin\nRelease date: December 1, 1999 [eBook #2009]\nMost recently updated: November 9, 2022\nLanguage: English\nCredits: Sue Asscher and David Widger\n*** START OF THE PROJECT GUTENBERG EBOOK THE ORIGIN OF SPECIES BY MEANS OF\nNATURAL SELECTION ***\nThere are several editions of this ebook in the Project Gutenberg collection. Various characteristics of each\nebook are listed to aid in selecting the preferred file.\nClick on any of the filenumbers below to quickly view each ebook.\n1228 1859, First Edition\n227641860, Second Edition\n2009 1872, Sixth Edition, considered the definitive edition.\nO n\nt h e O r i g i n o f S p e c i e s\nBY MEANS OF NATURAL SELECTION,\nOR THE\nPRESERVATION OF FAVOURED RACES IN THE STRUGGLE FOR LIFE.\nBy Charles Darwin, M.A., F.R.S.,\nhttps://www.gutenberg.org/cache/epub/2009/pg2009-images.html 1/269\n\n12/23/25, 10:26 AM The Project Gutenberg eBook of On the Origin of Species, Sixth Edition by Charles Darwin\nAuthor of “The Descent of Man,” etc., etc.\nSixth London Edition, with all Additions and Corrections.\n“But with regard to the material world, we can at least go so far as this—we can perceive that events are\nbrought about not by insulated interpositions of Divine power, exerted in each particular case, but by the\nestablishment of general laws.”\nWHEWELL: Bridgewater Treatise.\n“The only distinct meaning of the word ‘natural’ is stated, fixed or settled; since what is natural as much\nrequires and presupposes an intelligent agent to render it so, i.e., to effect it continually or at stated times, as\nwhat is supernatural or miraculous does to effect it for once.”\nBUTLER: Analogy of Revealed Religion.\n“To conclude, therefore, let no man out of a weak conceit of sobriety, or an ill-applied moderation, think or\nmaintain, that a man can search too far or be too well studied in the book of God’s word, or in the book of\nGod’s works; divinity or philosophy; but rather let men endeavour an endless progress or proficience in\nboth.”\nBACON: Advancement of Learning.\nhttps://www.gutenberg.org/cache/epub/2009/pg2009-images.html 2/269\n\n12/23/25, 10:26 AM The Project Gutenberg eBook of On the Origin of Species, Sixth Edition by Charles Darwin\nAN HISTORICAL SKETCH OF THE PROGRESS OF OPINION ON\nTHE ORIGIN OF SPECIES, PREVIOUSLY TO THE PUBLICATION\nOF THE FIRST EDITION OF THIS WORK.\nI will here give a brief sketch of the progress of opinion on the Origin of Species. Until recently the great\nmajority of naturalists believed that species were immutable productions, and had been separately created.\nThis view has been ably maintained by many authors. Some few naturalists, on the other hand, have believed\nthat species undergo modification, and that the existing forms of life are the descendants by true generation\nof pre existing forms. Passing over allusions to the subject in the classical writers,[1] the first author who in\nmodern times has treated it in a scientific spirit was Buffon. But as his opinions fluctuated greatly at different\nperiods, and as he does not enter on the causes or means of the transformation of species, I need not here\nenter on details.\n[1] Aristotle, in his “Physicæ Auscultationes” (lib.2, cap.8, s.2), after remarking that rain does not\nfall in order to make the corn grow, any more than it falls to spoil the farmer’s corn when\nthreshed out of doors, applies the same argument to organisation; and adds (as translated by Mr.\nClair Grece, who first pointed out the passage to me), “So what hinders the different parts (of the\nbody) from having this merely accidental relation in nature? as the teeth, for example, grow by\nnecessity, the front ones sharp, adapted for dividing, and the grinders flat, and serviceable for\nmasticating the food; since they were not made for the sake of this, but it was the result of\naccident. And in like manner as to other parts in which there appears to exist an adaptation to an\nend. Wheresoever, therefore, all things together (that is all the parts of one whole) happened like\nas if they were made for the sake of something, these were preserved, having been appropriately\nconstituted by an internal spontaneity; and whatsoever things were not thus constituted, perished\nand still perish.” We here see the principle of natural selection shadowed forth, but how little\nAristotle fully comprehended the principle, is shown by his remarks on the formation of the\nteeth.\nLamarck was the first man whose conclusions on the subject excited much attention. This justly celebrated\nnaturalist first published his views in 1801; he much enlarged them in 1809 in his “Philosophie Zoologique”,\nand subsequently, 1815, in the Introduction to his “Hist. Nat. des Animaux sans Vertébres”. In these works he\nup holds the doctrine that all species, including man, are descended from other species. He first did the\neminent service of arousing attention to the probability of all change in the organic, as well as in the\ninorganic world, being the result of law, and not of miraculous interposition. Lamarck seems to have been\nchiefly led to his conclusion on the gradual change of species, by the difficulty of distinguishing species and\nvarieties, by the almost perfect gradation of forms in certain groups, and by the analogy of domestic\nproductions. With respect to the means of modification, he attributed something to the direct action of the\nphysical conditions of life, something to the crossing of already existing forms, and much to use and disuse,\nthat is, to the effects of habit. To this latter agency he seems to attribute all the beautiful adaptations in nature;\nsuch as the long neck of the giraffe for browsing on the branches of trees. But he likewise believed in a law\nof progressive development, and as all the forms of life thus tend to progress, in order to account for the\nexistence at the present day of simple productions, he maintains that such forms are now spontaneously\ngenerated.[2]\n[2] I have taken the date of the first publication of Lamarck from Isidore Geoffroy Saint-Hilaire’s\n(“Hist. Nat. Générale”, tom. ii. page 405, 1859) excellent history of opinion on this subject. In\nthis work a full account is given of Buffon’s conclusions on the same subject. It is curious how\nlargely my grandfather, Dr. Erasmus Darwin, anticipated the views and erroneous grounds of\nopinion of Lamarck in his “Zoonomia” (vol. i. pages 500-510), published in 1794. According to\nIsid. Geoffroy there is no doubt that Goethe was an extreme partisan of similar views, as shown\nin the introduction to a work written in 1794 and 1795, but not published till long afterward; he\nhas pointedly remarked (“Goethe als Naturforscher”, von Dr. Karl Meding, s. 34) that the future\nquestion for naturalists will be how, for instance, cattle got their horns and not for what they are\nhttps://www.gutenberg.org/cache/epub/2009/pg2009-images.html 3/269\n\n12/23/25, 10:26 AM The Project Gutenberg eBook of On the Origin of Species, Sixth Edition by Charles Darwin\nused. It is rather a singular instance of the manner in which similar views arise at about the same\ntime, that Goethe in Germany, Dr. Darwin in England, and Geoffroy Saint-Hilaire (as we shall\nimmediately see) in France, came to the same conclusion on the origin of species, in the years\n1794-5.\nGeoffroy Saint-Hilaire, as is stated in his “Life”, written by his son, suspected, as early as 1795, that what\nwe call species are various degenerations of the same type. It was not until 1828 that he published his\nconviction that the same forms have not been perpetuated since the origin of all things. Geoffroy seems to\nhave relied chiefly on the conditions of life, or the “monde ambiant” as the cause of change. He was cautious\nin drawing conclusions, and did not believe that existing species are now undergoing modification; and, as\nhis son adds, “C’est donc un problème à réserver entièrement à l’avenir, supposé même que l’avenir doive\navoir prise sur lui.”\nIn 1813 Dr. W.C. Wells read before the Royal Society “An Account of a White Female, part of whose skin\nresembles that of a Negro”; but his paper was not published until his famous “Two Essays upon Dew and\nSingle Vision” appeared in 1818. In this paper he distinctly recognises the principle of natural selection, and\nthis is the first recognition which has been indicated; but he applies it only to the races of man, and to certain\ncharacters alone. After remarking that negroes and mulattoes enjoy an immunity from certain tropical\ndiseases, he observes, firstly, that all animals tend to vary in some degree, and, secondly, that agriculturists\nimprove their domesticated animals by selection; and then, he adds, but what is done in this latter case “by\nart, seems to be done with equal efficacy, though more slowly, by nature, in the formation of varieties of\nmankind, fitted for the country which they inhabit. Of the accidental varieties of man, which would occur\namong the first few and scattered inhabitants of the middle regions of Africa, some one would be better fitted\nthan others to bear the diseases of the country. This race would consequently multiply, while the others would\ndecrease; not only from their in ability to sustain the attacks of disease, but from their incapacity of\ncontending with their more vigorous neighbours. The colour of this vigorous race I take for granted, from\nwhat has been already said, would be dark. But the same disposition to form varieties still existing, a darker\nand a darker race would in the course of time occur: and as the darkest would be the best fitted for the\nclimate, this would at length become the most prevalent, if not the only race, in the particular country in\nwhich it had originated.” He then extends these same views to the white inhabitants of colder climates. I am\nindebted to Mr. Rowley, of the United States, for having called my attention, through Mr. Brace, to the above\npassage of Dr. Wells’ work.\nThe Hon. and Rev. W. Herbert, afterward Dean of Manchester, in the fourth volume of the “Horticultural\nTransactions”, 1822, and in his work on the “Amaryllidaceæ” (1837, pages 19, 339), declares that\n“horticultural experiments have established, beyond the possibility of refutation, that botanical species are\nonly a higher and more permanent class of varieties.” He extends the same view to animals. The dean\nbelieves that single species of each genus were created in an originally highly plastic condition, and that these\nhave produced, chiefly by inter-crossing, but likewise by variation, all our existing species.\nIn 1826 Professor Grant, in the concluding paragraph in his well-known paper (“Edinburgh Philosophical\nJournal”, vol. XIV, page 283) on the Spongilla, clearly declares his belief that species are descended from\nother species, and that they become improved in the course of modification. This same view was given in his\nFifty-fifth Lecture, published in the “Lancet” in 1834.\nIn 1831 Mr. Patrick Matthew published his work on “Naval Timber and Arboriculture”, in which he gives\nprecisely the same view on the origin of species as that (presently to be alluded to) propounded by Mr.\nWallace and myself in the “Linnean Journal”, and as that enlarged in the present volume. Unfortunately the\nview was given by Mr. Matthew very briefly in scattered passages in an appendix to a work on a different\nsubject, so that it remained unnoticed until Mr. Matthew himself drew attention to it in the “Gardeners’\nChronicle”, on April 7, 1860. The differences of Mr. Matthew’s views from mine are not of much\nimportance: he seems to consider that the world was nearly depopulated at successive periods, and then\nrestocked; and he gives as an alternative, that new forms may be generated “without the presence of any\nmold or germ of former aggregates.” I am not sure that I understand some passages; but it seems that he\nattributes much influence to the direct action of the conditions of life. He clearly saw, however, the full force\nof the principle of natural selection.\nThe celebrated geologist and naturalist, Von Buch, in his excellent “Description Physique des Isles\nCanaries” (1836, page 147), clearly expresses his belief that varieties slowly become changed into permanent\nspecies, which are no longer capable of intercrossing.\nRafinesque, in his “New Flora of North America”, published in 1836, wrote (page 6) as follows: “All\nspecies might have been varieties once, and many varieties are gradually becoming species by assuming\nhttps://www.gutenberg.org/cache/epub/2009/pg2009-images.html 4/269\n\n12/23/25, 10:26 AM The Project Gutenberg eBook of On the Origin of Species, Sixth Edition by Charles Darwin\nconstant and peculiar characters;” but further on (page 18) he adds, “except the original types or ancestors of\nthe genus.”\nIn 1843-44 Professor Haldeman (“Boston Journal of Nat. Hist. U. States”, vol. iv, page 468) has ably given\nthe arguments for and against the hypothesis of the development and modification of species: he seems to\nlean toward the side of change.\nThe “Vestiges of Creation” appeared in 1844. In the tenth and much improved edition (1853) the\nanonymous author says (page 155): “The proposition determined on after much consideration is, that the\nseveral series of animated beings, from the simplest and oldest up to the highest and most recent, are, under\nthe providence of God, the results, first, of an impulse which has been imparted to the forms of life,\nadvancing them, in definite times, by generation, through grades of organisation terminating in the highest\ndicotyledons and vertebrata, these grades being few in number, and generally marked by intervals of organic\ncharacter, which we find to be a practical difficulty in ascertaining affinities; second, of another impulse\nconnected with the vital forces, tending, in the course of generations, to modify organic structures in\naccordance with external circumstances, as food, the nature of the habitat, and the meteoric agencies, these\nbeing the ‘adaptations’ of the natural theologian.” The author apparently believes that organisation progresses\nby sudden leaps, but that the effects produced by the conditions of life are gradual. He argues with much\nforce on general grounds that species are not immutable productions. But I cannot see how the two supposed\n“impulses” account in a scientific sense for the numerous and beautiful coadaptations which we see\nthroughout nature; I cannot see that we thus gain any insight how, for instance, a woodpecker has become\nadapted to its peculiar habits of life. The work, from its powerful and brilliant style, though displaying in the\nearly editions little accurate knowledge and a great want of scientific caution, immediately had a very wide\ncirculation. In my opinion it has done excellent service in this country in calling attention to the subject, in\nremoving prejudice, and in thus preparing the ground for the reception of analogous views.\nIn 1846 the veteran geologist M.J. d’Omalius d’Halloy published in an excellent though short paper\n(“Bulletins de l’Acad. Roy. Bruxelles”, tom. xiii, page 581) his opinion that it is more probable that new\nspecies have been produced by descent with modification than that they have been separately created: the\nauthor first promulgated this opinion in 1831.\nProfessor Owen, in 1849 (“Nature of Limbs”, page 86), wrote as follows: “The archetypal idea was\nmanifested in the flesh under diverse such modifications, upon this planet, long prior to the existence of those\nanimal species that actually exemplify it. To what natural laws or secondary causes the orderly succession\nand progression of such organic phenomena may have been committed, we, as yet, are ignorant.” In his\naddress to the British Association, in 1858, he speaks (page li) of “the axiom of the continuous operation of\ncreative power, or of the ordained becoming of living things.” Further on (page xc), after referring to\ngeographical distribution, he adds, “These phenomena shake our confidence in the conclusion that the\nApteryx of New Zealand and the Red Grouse of England were distinct creations in and for those islands\nrespectively. Always, also, it may be well to bear in mind that by the word ‘creation’ the zoologist means ‘a\nprocess he knows not what.’” He amplifies this idea by adding that when such cases as that of the Red\nGrouse are “enumerated by the zoologist as evidence of distinct creation of the bird in and for such islands,\nhe chiefly expresses that he knows not how the Red Grouse came to be there, and there exclusively;\nsignifying also, by this mode of expressing such ignorance, his belief that both the bird and the islands owed\ntheir origin to a great first Creative Cause.” If we interpret these sentences given in the same address, one by\nthe other, it appears that this eminent philosopher felt in 1858 his confidence shaken that the Apteryx and the\nRed Grouse first appeared in their respective homes “he knew not how,” or by some process “he knew not\nwhat.”\nThis Address was delivered after the papers by Mr. Wallace and myself on the Origin of Species, presently\nto be referred to, had been read before the Linnean Society. When the first edition of this work was\npublished, I was so completely deceived, as were many others, by such expressions as “the continuous\noperation of creative power,” that I included Professor Owen with other palæontologists as being firmly\nconvinced of the immutability of species; but it appears (“Anat. of Vertebrates”, vol. iii, page 796) that this\nwas on my part a preposterous error. In the last edition of this work I inferred, and the inference still seems to\nme perfectly just, from a passage beginning with the words “no doubt the type-form,” &c.(Ibid., vol. i, page\nxxxv), that Professor Owen admitted that natural selection may have done something in the formation of a\nnew species; but this it appears (Ibid., vol. iii. page 798) is inaccurate and without evidence. I also gave some\nextracts from a correspondence between Professor Owen and the editor of the “London Review”, from which\nit appeared manifest to the editor as well as to myself, that Professor Owen claimed to have promulgated the\ntheory of natural selection before I had done so; and I expressed my surprise and satisfaction at this\nannouncement; but as far as it is possible to understand certain recently published passages (Ibid., vol. iii.\nhttps://www.gutenberg.org/cache/epub/2009/pg2009-images.html 5/269\n\n12/23/25, 10:26 AM The Project Gutenberg eBook of On the Origin of Species, Sixth Edition by Charles Darwin\npage 798) I have either partially or wholly again fallen into error. It is consolatory to me that others find\nProfessor Owen’s controversial writings as difficult to understand and to reconcile with each other, as I do.\nAs far as the mere enunciation of the principle of natural selection is concerned, it is quite immaterial\nwhether or not Professor Owen preceded me, for both of us, as shown in this historical sketch, were long ago\npreceded by Dr. Wells and Mr. Matthews.\nM. Isidore Geoffroy Saint-Hilaire, in his lectures delivered in 1850 (of which a Résumé appeared in the\n“Revue et Mag. de Zoolog.”, Jan., 1851), briefly gives his reason for believing that specific characters “sont\nfixés, pour chaque espèce, tant qu’elle se perpétue au milieu des mêmes circonstances: ils se modifient, si les\ncirconstances ambiantes viennent à changer. En résumé, l’observation des animaux sauvages démontre deja\nla variabilité limitée des espèces. Les expériences sur les animaux sauvages devenus domestiques, et sur les\nanimaux domestiques redevenus sauvages, la démontrent plus clairment encore. Ces mêmes expériences\nprouvent, de plus, que les différences produites peuvent être de valeur générique.” In his “Hist. Nat.\nGénérale” (tom. ii, page 430, 1859) he amplifies analogous conclusions.\nFrom a circular lately issued it appears that Dr. Freke, in 1851 (“Dublin Medical Press”, page 322),\npropounded the doctrine that all organic beings have descended from one primordial form. His grounds of\nbelief and treatment of the subject are wholly different from mine; but as Dr. Freke has now (1861) published\nhis Essay on the “Origin of Species by means of Organic Affinity”, the difficult attempt to give any idea of\nhis views would be superfluous on my part.\nMr. Herbert Spencer, in an Essay (originally published in the “Leader”, March, 1852, and republished in\nhis “Essays”, in 1858), has contrasted the theories of the Creation and the Development of organic beings\nwith remarkable skill and force. He argues from the analogy of domestic productions, from the changes\nwhich the embryos of many species undergo, from the difficulty of distinguishing species and varieties, and\nfrom the principle of general gradation, that species have been modified; and he attributes the modification to\nthe change of circumstances. The author (1855) has also treated Psychology on the principle of the necessary\nacquirement of each mental power and capacity by gradation.\nIn 1852 M. Naudin, a distinguished botanist, expressly stated, in an admirable paper on the Origin of\nSpecies (“Revue Horticole”, page 102; since partly republished in the “Nouvelles Archives du Muséum”,\ntom. i, p. 171), his belief that species are formed in an analogous manner as varieties are under cultivation;\nand the latter process he attributes to man’s power of selection. But he does not show how selection acts\nunder nature. He believes, like Dean Herbert, that species, when nascent, were more plastic than at present.\nHe lays weight on what he calls the principle of finality, “puissance mystérieuse, indéterminée; fatalité pour\nles uns; pour les autres volonté providentielle, dont l’action incessante sur les êtres vivantes détermine, à\ntoutes les époques de l’existence du monde, la forme, le volume, et la durée de chacun d’eux, en raison de sa\ndestinée dans l’ordre de choses dont il fait partie. C’est cette puissance qui harmonise chaque membre à\nl’ensemble, en l’appropriant à la fonction qu’il doit remplir dans l’organisme général de la nature, fonction\nqui est pour lui sa raison d’être.”[3]\n[3] From references in Bronn’s “Untersuchungen über die Entwickelungs-Gesetze”, it appears\nthat the celebrated botanist and palæontologist Unger published, in 1852, his belief that species\nundergo development and modification. Dalton, likewise, in Pander and Dalton’s work on Fossil\nSloths, expressed, in 1821, a similar belief. Similar views have, as is well known, been\nmaintained by Oken in his mystical “Natur-Philosophie”. From other references in Godron’s\nwork “Sur l’Espèce”, it seems that Bory St. Vincent, Burdach, Poiret and Fries, have all admitted\nthat new species are continually being produced.\nI may add, that of the thirty-four authors named in this Historical Sketch, who believe in the\nmodification of species, or at least disbelieve in separate acts of creation, twenty-seven have\nwritten on special branches of natural history or geology.\nIn 1853 a celebrated geologist, Count Keyserling (“Bulletin de la Soc. Geolog.”, 2nd Ser., tom. x, page\n357), suggested that as new diseases, supposed to have been caused by some miasma have arisen and spread\nover the world, so at certain periods the germs of existing species may have been chemically affected by\ncircumambient molecules of a particular nature, and thus have given rise to new forms.\nIn this same year, 1853, Dr. Schaaffhausen published an excellent pamphlet (“Verhand. des Naturhist.\nVereins der Preuss. Rheinlands”, &c.), in which he maintains the development of organic forms on the earth.\nHe infers that many species have kept true for long periods, whereas a few have become modified. The\ndistinction of species he explains by the destruction of intermediate graduated forms. “Thus living plants and\nanimals are not separated from the extinct by new creations, but are to be regarded as their descendants\nthrough continued reproduction.”\nhttps://www.gutenberg.org/cache/epub/2009/pg2009-images.html 6/269\n\n12/23/25, 10:26 AM The Project Gutenberg eBook of On the Origin of Species, Sixth Edition by Charles Darwin\nA well-known French botanist, M. Lecoq, writes in 1854 (“Etudes sur Géograph.” Bot. tom. i, page 250),\n“On voit que nos recherches sur la fixité ou la variation de l’espéce, nous conduisent directement aux idées\némises par deux hommes justement célèbres, Geoffroy Saint-Hilaire et Goethe.” Some other passages\nscattered through M. Lecoq’s large work make it a little doubtful how far he extends his views on the\nmodification of species.\nThe “Philosophy of Creation” has been treated in a masterly manner by the Rev. Baden Powell, in his\n“Essays on the Unity of Worlds”, 1855. Nothing can be more striking than the manner in which he shows that\nthe introduction of new species is “a regular, not a casual phenomenon,” or, as Sir John Herschel expresses it,\n“a natural in contradistinction to a miraculous process.”\nThe third volume of the “Journal of the Linnean Society” contains papers, read July 1, 1858, by Mr.\nWallace and myself, in which, as stated in the introductory remarks to this volume, the theory of Natural\nSelection is promulgated by Mr. Wallace with admirable force and clearness.\nVon Baer, toward whom all zoologists feel so profound a respect, expressed about the year 1859 (see Prof.\nRudolph Wagner, “Zoologisch-Anthropologische Untersuchungen”, 1861, s. 51) his conviction, chiefly\ngrounded on the laws of geographical distribution, that forms now perfectly distinct have descended from a\nsingle parent-form.\nIn June, 1859, Professor Huxley gave a lecture before the Royal Institution on the ‘Persistent Types of\nAnimal Life’. Referring to such cases, he remarks, “It is difficult to comprehend the meaning of such facts as\nthese, if we suppose that each species of animal and plant, or each great type of organisation, was formed and\nplaced upon the surface of the globe at long intervals by a distinct act of creative power; and it is well to\nrecollect that such an assumption is as unsupported by tradition or revelation as it is opposed to the general\nanalogy of nature. If, on the other hand, we view ‘Persistent Types’ in relation to that hypothesis which\nsupposes the species living at any time to be the result of the gradual modification of pre-existing species, a\nhypothesis which, though unproven, and sadly damaged by some of its supporters, is yet the only one to\nwhich physiology lends any countenance; their existence would seem to show that the amount of\nmodification which living beings have undergone during geological time is but very small in relation to the\nwhole series of changes which they have suffered.”\nIn December, 1859, Dr. Hooker published his “Introduction to the Australian Flora”. In the first part of this\ngreat work he admits the truth of the descent and modification of species, and supports this doctrine by many\noriginal observations.\nThe first edition of this work was published on November 24, 1859, and the second edition on January 7,\n1860.\nhttps://www.gutenberg.org/cache/epub/2009/pg2009-images.html 7/269\n\n12/23/25, 10:26 AM The Project Gutenberg eBook of On the Origin of Species, Sixth Edition by Charles Darwin\nContents\nAN HISTORICAL SKETCH OF THE PROGRESS OF OPINION ON THE ORIGIN OF SPECIES\nINTRODUCTION.\nCHAPTER I. VARIATION UNDER DOMESTICATION\nCHAPTER II. VARIATION UNDER NATURE\nCHAPTER III. STRUGGLE FOR EXISTENCE\nCHAPTER IV. NATURAL SELECTION; OR THE SURVIVAL OF THE FITTEST\nCHAPTER V. LAWS OF VARIATION\nCHAPTER VI. DIFFICULTIES OF THE THEORY\nCHAPTER VII. MISCELLANEOUS OBJECTIONS TO THE THEORY OF NATURAL SELECTION\nCHAPTER VIII. INSTINCT\nCHAPTER IX. HYBRIDISM\nCHAPTER X. ON THE IMPERFECTION OF THE GEOLOGICAL RECORD\nCHAPTER XI. ON THE GEOLOGICAL SUCCESSION OF ORGANIC BEINGS\nCHAPTER XII. GEOGRAPHICAL DISTRIBUTION\nCHAPTER XIII. GEOGRAPHICAL DISTRIBUTION—continued\nCHAPTER XIV. MUTUAL AFFINITIES OF ORGANIC BEINGS\nCHAPTER XV. RECAPITULATION AND CONCLUSION\nGLOSSARY OF THE PRINCIPAL SCIENTIFIC TERMS USED IN THE PRESENT VOLUME.\nINDEX.\nhttps://www.gutenberg.org/cache/epub/2009/pg2009-images.html 8/269\n\n12/23/25, 10:26 AM The Project Gutenberg eBook of On the Origin of Species, Sixth Edition by Charles Darwin\nDETAILED CONTENTS.\nINTRODUCTION\nCHAPTER I.\nVARIATION UNDER DOMESTICATION.\nCauses of Variability—Effects of Habit and the use or disuse of Parts—Correlated Variation—Inheritance—\nCharacter of Domestic Varieties—Difficulty of distinguishing between Varieties and Species—Origin of\nDomestic Varieties from one or more Species—Domestic Pigeons, their Differences and Origin—Principles\nof Selection, anciently followed, their Effects—Methodical and Unconscious Selection—Unknown Origin of\nour Domestic Productions—Circumstances favourable to Man’s power of Selection.\nCHAPTER II.\nVARIATION UNDER NATURE.\nVariability—Individual Differences—Doubtful species—Wide ranging, much diffused, and common species,\nvary most—Species of the larger genera in each country vary more frequently than the species of the smaller\ngenera—Many of the species of the larger genera resemble varieties in being very closely, but unequally,\nrelated to each other, and in having restricted ranges.\nCHAPTER III.\nSTRUGGLE FOR EXISTENCE.\nIts bearing on natural selection—The term used in a wide sense—Geometrical ratio of increase—Rapid\nincrease of naturalised animals and plants—Nature of the checks to increase—Competition universal—\nEffects of climate—Protection from the number of individuals—Complex relations of all animals and plants\nthroughout nature—Struggle for life most severe between individuals and varieties of the same species; often\nsevere between species of the same genus—The relation of organism to organism the most important of all\nrelations.\nCHAPTER IV.\nNATURAL SELECTION; OR THE SURVIVAL OF THE FITTEST.\nNatural Selection—its power compared with man’s selection—its power on characters of trifling importance\n—its power at all ages and on both sexes—Sexual Selection—On the generality of intercrosses between\nindividuals of the same species—Circumstances favourable and unfavourable to the results of Natural\nSelection, namely, intercrossing, isolation, number of individuals—Slow action—Extinction caused by\nNatural Selection—Divergence of Character, related to the diversity of inhabitants of any small area and to\nnaturalisation—Action of Natural Selection, through Divergence of Character and Extinction, on the\ndescendants from a common parent—Explains the Grouping of all organic beings—Advance in organisation\n—Low forms preserved—Convergence of character—Indefinite multiplication of species—Summary.\nCHAPTER V.\nLAWS OF VARIATION.\nEffects of changed conditions—Use and disuse, combined with natural selection; organs of flight and of\nvision—Acclimatisation—Correlated variation—Compensation and economy of growth—False correlations\n—Multiple, rudimentary, and lowly organised structures variable—Parts developed in an unusual manner are\nhighly variable; specific characters more variable than generic; secondary sexual characters variable—\nSpecies of the same genus vary in an analogous manner—Reversions to long-lost characters—Summary.\nCHAPTER VI.\nDIFFICULTIES OF THE THEORY.\nDifficulties of the theory of descent with modification—Absence or rarity of transitional varieties—\nTransitions in habits of life—Diversified habits in the same species—Species with habits widely different\nfrom those of their allies—Organs of extreme perfection—Modes of transition—Cases of difficulty—Natura\nhttps://www.gutenberg.org/cache/epub/2009/pg2009-images.html 9/269\n\n12/23/25, 10:26 AM The Project Gutenberg eBook of On the Origin of Species, Sixth Edition by Charles Darwin\nnon facit saltum—Organs of small importance—Organs not in all cases absolutely perfect—The law of Unity\nof Type and of the Conditions of Existence embraced by the theory of Natural Selection.\nCHAPTER VII.\nMISCELLANEOUS OBJECTIONS TO THE THEORY OF NATURAL SELECTION.\nLongevity—Modifications not necessarily simultaneous—Modifications apparently of no direct service—\nProgressive development—Characters of small functional importance, the most constant—Supposed\nincompetence of natural selection to account for the incipient stages of useful structures—Causes which\ninterfere with the acquisition through natural selection of useful structures—Gradations of structure with\nchanged functions—Widely different organs in members of the same class, developed from one and the same\nsource—Reasons for disbelieving in great and abrupt modifications.\nCHAPTER VIII.\nINSTINCT.\nInstincts comparable with habits, but different in their origin—Instincts graduated—Aphides and ants—\nInstincts variable—Domestic instincts, their origin—Natural instincts of the cuckoo, molothrus, ostrich, and\nparasitic bees—Slave-making ants—Hive-bee, its cell-making instinct—Changes of instinct and structure not\nnecessarily simultaneous—Difficulties on the theory of the Natural Selection of instincts—Neuter or sterile\ninsects—Summary.\nCHAPTER IX.\nHYBRIDISM.\nDistinction between the sterility of first crosses and of hybrids—Sterility various in degree, not universal,\naffected by close interbreeding, removed by domestication—Laws governing the sterility of hybrids—\nSterility not a special endowment, but incidental on other differences, not accumulated by natural selection—\nCauses of the sterility of first crosses and of hybrids—Parallelism between the effects of changed conditions\nof life and of crossing—Dimorphism and Trimorphism—Fertility of varieties when crossed and of their\nmongrel offspring not universal—Hybrids and mongrels compared independently of their fertility—\nSummary.\nCHAPTER X.\nON THE IMPERFECTION OF THE GEOLOGICAL RECORD.\nOn the absence of intermediate varieties at the present day—On the nature of extinct intermediate varieties;\non their number—On the lapse of time, as inferred from the rate of denudation and of deposition—On the\nlapse of time as estimated in years—On the poorness of our palæontological collections—On the\nintermittence of geological formations—On the denudation of granitic areas—On the absence of intermediate\nvarieties in any one formation—On the sudden appearance of groups of species—On their sudden appearance\nin the lowest known fossiliferous strata—Antiquity of the habitable earth.\nCHAPTER XI.\nON THE GEOLOGICAL SUCCESSION OF ORGANIC BEINGS.\nOn the slow and successive appearance of new species—On their different rates of change—Species once\nlost do not reappear—Groups of species follow the same general rules in their appearance and disappearance\nas do single species—On extinction—On simultaneous changes in the forms of life throughout the world—\nOn the affinities of extinct species to each other and to living species—On the state of development of\nancient forms—On the succession of the same types within the same areas—Summary of preceding and\npresent chapter.\nCHAPTER XII.\nGEOGRAPHICAL DISTRIBUTION.\nPresent distribution cannot be accounted for by differences in physical conditions—Importance of barriers—\nAffinity of the productions of the same continent—Centres of creation—Means of dispersal by changes of\nclimate and of the level of the land, and by occasional means—Dispersal during the Glacial period—\nAlternate Glacial periods in the north and south.\nhttps://www.gutenberg.org/cache/epub/2009/pg2009-images.html 10/269\n\n12/23/25, 10:26 AM The Project Gutenberg eBook of On the Origin of Species, Sixth Edition by Charles Darwin\nCHAPTER XIII.\nGEOGRAPHICAL DISTRIBUTION—continued.\nDistribution of fresh-water productions—On the inhabitants of oceanic islands—Absence of Batrachians and\nof terrestrial Mammals—On the relation of the inhabitants of islands to those of the nearest mainland—On\ncolonisation from the nearest source with subsequent modification—Summary of the last and present chapter.\nCHAPTER XIV.\nMUTUAL AFFINITIES OF ORGANIC BEINGS:\nMORPHOLOGY: EMBRYOLOGY: RUDIMENTARY ORGANS.\nClassification, groups subordinate to groups—Natural system—Rules and difficulties in classification,\nexplained on the theory of descent with modification—Classification of varieties—Descent always used in\nclassification—Analogical or adaptive characters—Affinities, general, complex and radiating—Extinction\nseparates and defines groups—Morphology, between members of the same class, between parts of the same\nindividual—Embryology, laws of, explained by variations not supervening at an early age, and being\ninherited at a corresponding age—Rudimentary Organs; their origin explained—Summary.\nCHAPTER XV.\nRECAPITULATION AND CONCLUSION.\nRecapitulation of the objections to the theory of Natural Selection—Recapitulation of the general and special\ncircumstances in its favour—Causes of the general belief in the immutability of species—How far the theory\nof Natural Selection may be extended—Effects of its adoption on the study of Natural history—Concluding\nremarks.\nGLOSSARY OF SCIENTIFIC TERMS.\nINDEX.\nhttps://www.gutenberg.org/cache/epub/2009/pg2009-images.html 11/269\n\n12/23/25, 10:26 AM The Project Gutenberg eBook of On the Origin of Species, Sixth Edition by Charles Darwin\nORIGIN OF SPECIES.\nhttps://www.gutenberg.org/cache/epub/2009/pg2009-images.html 12/269\n\n12/23/25, 10:26 AM The Project Gutenberg eBook of On the Origin of Species, Sixth Edition by Charles Darwin\nINTRODUCTION.\nWhen on board H.M.S. Beagle, as naturalist, I was much struck with certain facts in the distribution of the\norganic beings inhabiting South America, and in the geological relations of the present to the past inhabitants\nof that continent. These facts, as will be seen in the latter chapters of this volume, seemed to throw some light\non the origin of species—that mystery of mysteries, as it has been called by one of our greatest philosophers.\nOn my return home, it occurred to me, in 1837, that something might perhaps be made out on this question\nby patiently accumulating and reflecting on all sorts of facts which could possibly have any bearing on it.\nAfter five years’ work I allowed myself to speculate on the subject, and drew up some short notes; these I\nenlarged in 1844 into a sketch of the conclusions, which then seemed to me probable: from that period to the\npresent day I have steadily pursued the same object. I hope that I may be excused for entering on these\npersonal details, as I give them to show that I have not been hasty in coming to a decision.\nMy work is now (1859) nearly finished; but as it will take me many more years to complete it, and as my\nhealth is far from strong, I have been urged to publish this abstract. I have more especially been induced to do\nthis, as Mr. Wallace, who is now studying the natural history of the Malay Archipelago, has arrived at almost\nexactly the same general conclusions that I have on the origin of species. In 1858 he sent me a memoir on\nthis subject, with a request that I would forward it to Sir Charles Lyell, who sent it to the Linnean Society,\nand it is published in the third volume of the Journal of that Society. Sir C. Lyell and Dr. Hooker, who both\nknew of my work—the latter having read my sketch of 1844—honoured me by thinking it advisable to\npublish, with Mr. Wallace’s excellent memoir, some brief extracts from my manuscripts.\nThis abstract, which I now publish, must necessarily be imperfect. I cannot here give references and\nauthorities for my several statements; and I must trust to the reader reposing some confidence in my\naccuracy. No doubt errors may have crept in, though I hope I have always been cautious in trusting to good\nauthorities alone. I can here give only the general conclusions at which I have arrived, with a few facts in\nillustration, but which, I hope, in most cases will suffice. No one can feel more sensible than I do of the\nnecessity of hereafter publishing in detail all the facts, with references, on which my conclusions have been\ngrounded; and I hope in a future work to do this. For I am well aware that scarcely a single point is discussed\nin this volume on which facts cannot be adduced, often apparently leading to conclusions directly opposite to\nthose at which I have arrived. A fair result can be obtained only by fully stating and balancing the facts and\narguments on both sides of each question; and this is here impossible.\nI much regret that want of space prevents my having the satisfaction of acknowledging the generous\nassistance which I have received from very many naturalists, some of them personally unknown to me. I\ncannot, however, let this opportunity pass without expressing my deep obligations to Dr. Hooker, who, for\nthe last fifteen years, has aided me in every possible way by his large stores of knowledge and his excellent\njudgment.\nIn considering the origin of species, it is quite conceivable that a naturalist, reflecting on the mutual\naffinities of organic beings, on their embryological relations, their geographical distribution, geological\nsuccession, and other such facts, might come to the conclusion that species had not been independently\ncreated, but had descended, like varieties, from other species. Nevertheless, such a conclusion, even if well\nfounded, would be unsatisfactory, until it could be shown how the innumerable species, inhabiting this world\nhave been modified, so as to acquire that perfection of structure and coadaptation which justly excites our\nadmiration. Naturalists continually refer to external conditions, such as climate, food, &c., as the only\npossible cause of variation. In one limited sense, as we shall hereafter see, this may be true; but it is\npreposterous to attribute to mere external conditions, the structure, for instance, of the woodpecker, with its\nfeet, tail, beak, and tongue, so admirably adapted to catch insects under the bark of trees. In the case of the\nmistletoe, which draws its nourishment from certain trees, which has seeds that must be transported by\ncertain birds, and which has flowers with separate sexes absolutely requiring the agency of certain insects to\nbring pollen from one flower to the other, it is equally preposterous to account for the structure of this\nparasite, with its relations to several distinct organic beings, by the effects of external conditions, or of habit,\nor of the volition of the plant itself.\nIt is, therefore, of the highest importance to gain a clear insight into the means of modification and\ncoadaptation. At the commencement of my observations it seemed to me probable that a careful study of\nhttps://www.gutenberg.org/cache/epub/2009/pg2009-images.html 13/269\n\n12/23/25, 10:26 AM The Project Gutenberg eBook of On the Origin of Species, Sixth Edition by Charles Darwin\ndomesticated animals and of cultivated plants would offer the best chance of making out this obscure\nproblem. Nor have I been disappointed; in this and in all other perplexing cases I have invariably found that\nour knowledge, imperfect though it be, of variation under domestication, afforded the best and safest clue. I\nmay venture to express my conviction of the high value of such studies, although they have been very\ncommonly neglected by naturalists.\nFrom these considerations, I shall devote the first chapter of this abstract to variation under domestication.\nWe shall thus see that a large amount of hereditary modification is at least possible; and, what is equally or\nmore important, we shall see how great is the power of man in accumulating by his selection successive\nslight variations. I will then pass on to the variability of species in a state of nature; but I shall, unfortunately,\nbe compelled to treat this subject far too briefly, as it can be treated properly only by giving long catalogues\nof facts. We shall, however, be enabled to discuss what circumstances are most favourable to variation. In the\nnext chapter the struggle for existence among all organic beings throughout the world, which inevitably\nfollows from the high geometrical ratio of their increase, will be considered. This is the doctrine of Malthus,\napplied to the whole animal and vegetable kingdoms. As many more individuals of each species are born than\ncan possibly survive; and as, consequently, there is a frequently recurring struggle for existence, it follows\nthat any being, if it vary however slightly in any manner profitable to itself, under the complex and\nsometimes varying conditions of life, will have a better chance of surviving, and thus be naturally selected.\nFrom the strong principle of inheritance, any selected variety will tend to propagate its new and modified\nform.\nThis fundamental subject of natural selection will be treated at some length in the fourth chapter; and we\nshall then see how natural selection almost inevitably causes much extinction of the less improved forms of\nlife, and leads to what I have called divergence of character. In the next chapter I shall discuss the complex\nand little known laws of variation. In the five succeeding chapters, the most apparent and gravest difficulties\nin accepting the theory will be given: namely, first, the difficulties of transitions, or how a simple being or a\nsimple organ can be changed and perfected into a highly developed being or into an elaborately constructed\norgan; secondly the subject of instinct, or the mental powers of animals; thirdly, hybridism, or the infertility\nof species and the fertility of varieties when intercrossed; and fourthly, the imperfection of the geological\nrecord. In the next chapter I shall consider the geological succession of organic beings throughout time; in the\ntwelfth and thirteenth, their geographical distribution throughout space; in the fourteenth, their classification\nor mutual affinities, both when mature and in an embryonic condition. In the last chapter I shall give a brief\nrecapitulation of the whole work, and a few concluding remarks.\nNo one ought to feel surprise at much remaining as yet unexplained in regard to the origin of species and\nvarieties, if he make due allowance for our profound ignorance in regard to the mutual relations of the many\nbeings which live around us. Who can explain why one species ranges widely and is very numerous, and why\nanother allied species has a narrow range and is rare? Yet these relations are of the highest importance, for\nthey determine the present welfare and, as I believe, the future success and modification of every inhabitant\nof this world. Still less do we know of the mutual relations of the innumerable inhabitants of the world during\nthe many past geological epochs in its history. Although much remains obscure, and will long remain\nobscure, I can entertain no doubt, after the most deliberate study and dispassionate judgment of which I am\ncapable, that the view which most naturalists until recently entertained, and which I formerly entertained—\nnamely, that each species has been independently created—is erroneous. I am fully convinced that species are\nnot immutable; but that those belonging to what are called the same genera are lineal descendants of some\nother and generally extinct species, in the same manner as the acknowledged varieties of any one species are\nthe descendants of that species. Furthermore, I am convinced that natural selection has been the most\nimportant, but not the exclusive, means of modification.\nhttps://www.gutenberg.org/cache/epub/2009/pg2009-images.html 14/269\n\n12/23/25, 10:26 AM The Project Gutenberg eBook of On the Origin of Species, Sixth Edition by Charles Darwin\nCHAPTER I.\nVARIATION UNDER DOMESTICATION.\nCauses of Variability—Effects of Habit and the use and disuse of Parts—Correlated\nVariation—Inheritance—Character of Domestic Varieties—Difficulty of distinguishing\nbetween Varieties and Species—Origin of Domestic Varieties from one or more Species\n—Domestic Pigeons, their Differences and Origin—Principles of Selection, anciently\nfollowed, their Effects—Methodical and Unconscious Selection—Unknown Origin of\nour Domestic Productions—Circumstances favourable to Man’s power of Selection.\nCauses of Variability.\nWhen we compare the individuals of the same variety or sub-variety of our older cultivated plants and\nanimals, one of the first points which strikes us is, that they generally differ more from each other than do the\nindividuals of any one species or variety in a state of nature. And if we reflect on the vast diversity of the\nplants and animals which have been cultivated, and which have varied during all ages under the most\ndifferent climates and treatment, we are driven to conclude that this great variability is due to our domestic\nproductions having been raised under conditions of life not so uniform as, and somewhat different from,\nthose to which the parent species had been exposed under nature. There is, also, some probability in the view\npropounded by Andrew Knight, that this variability may be partly connected with excess of food. It seems\nclear that organic beings must be exposed during several generations to new conditions to cause any great\namount of variation; and that, when the organisation has once begun to vary, it generally continues varying\nfor many generations. No case is on record of a variable organism ceasing to vary under cultivation. Our\noldest cultivated plants, such as wheat, still yield new varieties: our oldest domesticated animals are still\ncapable of rapid improvement or modification.\nAs far as I am able to judge, after long attending to the subject, the conditions of life appear to act in two\nways—directly on the whole organisation or on certain parts alone and in directly by affecting the\nreproductive system. With respect to the direct action, we must bear in mind that in every case, as Professor\nWeismann has lately insisted, and as I have incidently shown in my work on “Variation under\nDomestication,” there are two factors: namely, the nature of the organism and the nature of the conditions.\nThe former seems to be much the more important; for nearly similar variations sometimes arise under, as far\nas we can judge, dissimilar conditions; and, on the other hand, dissimilar variations arise under conditions\nwhich appear to be nearly uniform. The effects on the offspring are either definite or in definite. They may be\nconsidered as definite when all or nearly all the offspring of individuals exposed to certain conditions during\nseveral generations are modified in the same manner. It is extremely difficult to come to any conclusion in\nregard to the extent of the changes which have been thus definitely induced. There can, however, be little\ndoubt about many slight changes, such as size from the amount of food, colour from the nature of the food,\nthickness of the skin and hair from climate, &c. Each of the endless variations which we see in the plumage\nof our fowls must have had some efficient cause; and if the same cause were to act uniformly during a long\nseries of generations on many individuals, all probably would be modified in the same manner. Such facts as\nthe complex and extraordinary out growths which variably follow from the insertion of a minute drop of\npoison by a gall-producing insect, shows us what singular modifications might result in the case of plants\nfrom a chemical change in the nature of the sap.\nIn definite variability is a much more common result of changed conditions than definite variability, and\nhas probably played a more important part in the formation of our domestic races. We see in definite\nvariability in the endless slight peculiarities which distinguish the individuals of the same species, and which\ncannot be accounted for by inheritance from either parent or from some more remote ancestor. Even stronglymarked differences occasionally appear in the young of the same litter, and in seedlings from the same seedcapsule. At long intervals of time, out of millions of individuals reared in the same country and fed on nearly\nthe same food, deviations of structure so strongly pronounced as to deserve to be called monstrosities arise;\nbut monstrosities cannot be separated by any distinct line from slighter variations. All such changes of\nstructure, whether extremely slight or strongly marked, which appear among many individuals living\nhttps://www.gutenberg.org/cache/epub/2009/pg2009-images.html 15/269\n\n12/23/25, 10:26 AM The Project Gutenberg eBook of On the Origin of Species, Sixth Edition by Charles Darwin\ntogether, may be considered as the in definite effects of the conditions of life on each individual organism, in\nnearly the same manner as the chill effects different men in an in definite manner, according to their state of\nbody or constitution, causing coughs or colds, rheumatism, or inflammation of various organs.\nWith respect to what I have called the in direct action of changed conditions, namely, through the\nreproductive system of being affected, we may infer that variability is thus induced, partly from the fact of\nthis system being extremely sensitive to any change in the conditions, and partly from the similarity, as\nKölreuter and others have remarked, between the variability which follows from the crossing of distinct\nspecies, and that which may be observed with plants and animals when reared under new or unnatural\nconditions. Many facts clearly show how eminently susceptible the reproductive system is to very slight\nchanges in the surrounding conditions. Nothing is more easy than to tame an animal, and few things more\ndifficult than to get it to breed freely under confinement, even when the male and female unite. How many\nanimals there are which will not breed, though kept in an almost free state in their native country! This is\ngenerally, but erroneously attributed to vitiated instincts. Many cultivated plants display the utmost vigour,\nand yet rarely or never seed! In some few cases it has been discovered that a very trifling change, such as a\nlittle more or less water at some particular period of growth, will determine whether or not a plant will\nproduce seeds. I cannot here give the details which I have collected and elsewhere published on this curious\nsubject; but to show how singular the laws are which determine the reproduction of animals under\nconfinement, I may mention that carnivorous animals, even from the tropics, breed in this country pretty\nfreely under confinement, with the exception of the plantigrades or bear family, which seldom produce\nyoung; whereas, carnivorous birds, with the rarest exception, hardly ever lay fertile eggs. Many exotic plants\nhave pollen utterly worthless, in the same condition as in the most sterile hybrids. When, on the one hand, we\nsee domesticated animals and plants, though often weak and sickly, breeding freely under confinement; and\nwhen, on the other hand, we see individuals, though taken young from a state of nature perfectly tamed, longlived, and healthy (of which I could give numerous instances), yet having their reproductive system so\nseriously affected by unperceived causes as to fail to act, we need not be surprised at this system, when it\ndoes act under confinement, acting irregularly, and producing offspring somewhat unlike their parents. I may\nadd that as some organisms breed freely under the most unnatural conditions—for instance, rabbits and\nferrets kept in hutches—showing that their reproductive organs are not easily affected; so will some animals\nand plants withstand domestication or cultivation, and vary very slightly—perhaps hardly more than in a state\nof nature.\nSome naturalists have maintained that all variations are connected with the act of sexual reproduction; but\nthis is certainly an error; for I have given in another work a long list of “sporting plants;” as they are called\nby gardeners; that is, of plants which have suddenly produced a single bud with a new and sometimes widely\ndifferent character from that of the other buds on the same plant. These bud variations, as they may be\nnamed, can be propagated by grafts, offsets, &c., and sometimes by seed. They occur rarely under nature, but\nare far from rare under culture. As a single bud out of many thousands produced year after year on the same\ntree under uniform conditions, has been known suddenly to assume a new character; and as buds on distinct\ntrees, growing under different conditions, have sometimes yielded nearly the same variety—for instance,\nbuds on peach-trees producing nectarines, and buds on common roses producing moss-roses—we clearly see\nthat the nature of the conditions is of subordinate importance in comparison with the nature of the organism\nin determining each particular form of variation; perhaps of not more importance than the nature of the spark,\nby which a mass of combustible matter is ignited, has in determining the nature of the flames.\nEffects of Habit and of the Use or Disuse of Parts; Correlated Variation; Inheritance.\nChanged habits produce an inherited effect as in the period of the flowering of plants when transported\nfrom one climate to another. With animals the increased use or disuse of parts has had a more marked\ninfluence; thus I find in the domestic duck that the bones of the wing weigh less and the bones of the leg\nmore, in proportion to the whole skeleton, than do the same bones in the wild duck; and this change may be\nsafely attributed to the domestic duck flying much less, and walking more, than its wild parents. The great\nand inherited development of the udders in cows and goats in countries where they are habitually milked, in\ncomparison with these organs in other countries, is probably another instance of the effects of use. Not one of\nour domestic animals can be named which has not in some country drooping ears; and the view which has\nbeen suggested that the drooping is due to disuse of the muscles of the ear, from the animals being seldom\nmuch alarmed, seems probable.\nMany laws regulate variation, some few of which can be dimly seen, and will hereafter be briefly\ndiscussed. I will here only allude to what may be called correlated variation. Important changes in the\nhttps://www.gutenberg.org/cache/epub/2009/pg2009-images.html 16/269\n\n12/23/25, 10:26 AM The Project Gutenberg eBook of On the Origin of Species, Sixth Edition by Charles Darwin\nembryo or larva will probably entail changes in the mature animal. In monstrosities, the correlations between\nquite distinct parts are very curious; and many instances are given in Isidore Geoffroy St. Hilaire’s great work\non this subject. Breeders believe that long limbs are almost always accompanied by an elongated head. Some\ninstances of correlation are quite whimsical; thus cats which are entirely white and have blue eyes are\ngenerally deaf; but it has been lately stated by Mr. Tait that this is confined to the males. Colour and\nconstitutional peculiarities go together, of which many remarkable cases could be given among animals and\nplants. From facts collected by Heusinger, it appears that white sheep and pigs are injured by certain plants,\nwhile dark-coloured individuals escape: Professor Wyman has recently communicated to me a good\nillustration of this fact; on asking some farmers in Virginia how it was that all their pigs were black, they\ninformed him that the pigs ate the paint-root (Lachnanthes), which coloured their bones pink, and which\ncaused the hoofs of all but the black varieties to drop off; and one of the “crackers” (i.e. Virginia squatters)\nadded, “we select the black members of a litter for raising, as they alone have a good chance of living.”\nHairless dogs have imperfect teeth; long-haired and coarse-haired animals are apt to have, as is asserted, long\nor many horns; pigeons with feathered feet have skin between their outer toes; pigeons with short beaks have\nsmall feet, and those with long beaks large feet. Hence if man goes on selecting, and thus augmenting, any\npeculiarity, he will almost certainly modify unintentionally other parts of the structure, owing to the\nmysterious laws of correlation.\nThe results of the various, unknown, or but dimly understood laws of variation are infinitely complex and\ndiversified. It is well worth while carefully to study the several treatises on some of our old cultivated plants,\nas on the hyacinth, potato, even the dahlia, &c.; and it is really surprising to note the endless points of\nstructure and constitution in which the varieties and sub-varieties differ slightly from each other. The whole\norganisation seems to have become plastic, and departs in a slight degree from that of the parental type.\nAny variation which is not inherited is unimportant for us. But the number and diversity of inheritable\ndeviations of structure, both those of slight and those of considerable physiological importance, are endless.\nDr. Prosper Lucas’ treatise, in two large volumes, is the fullest and the best on this subject. No breeder doubts\nhow strong is the tendency to inheritance; that like produces like is his fundamental belief: doubts have been\nthrown on this principle only by theoretical writers. When any deviation of structure often appears, and we\nsee it in the father and child, we cannot tell whether it may not be due to the same cause having acted on\nboth; but when among individuals, apparently exposed to the same conditions, any very rare deviation, due to\nsome extraordinary combination of circumstances, appears in the parent—say, once among several million\nindividuals—and it reappears in the child, the mere doctrine of chances almost compels us to attribute its\nreappearance to inheritance. Every one must have heard of cases of albinism, prickly skin, hairy bodies, &c.,\nappearing in several members of the same family. If strange and rare deviations of structure are truly\ninherited, less strange and commoner deviations may be freely admitted to be inheritable. Perhaps the correct\nway of viewing the whole subject would be, to look at the inheritance of every character whatever as the rule,\nand non-inheritance as the anomaly.\nThe laws governing inheritance are for the most part unknown; no one can say why the same peculiarity in\ndifferent individuals of the same species, or in different species, is sometimes inherited and sometimes not\nso; why the child often reverts in certain characteristics to its grandfather or grandmother or more remote\nancestor; why a peculiarity is often transmitted from one sex to both sexes, or to one sex alone, more\ncommonly but not exclusively to the like sex. It is a fact of some importance to us, that peculiarities\nappearing in the males of our domestic breeds are often transmitted, either exclusively or in a much greater\ndegree, to the males alone. A much more important rule, which I think may be trusted, is that, at whatever\nperiod of life a peculiarity first appears, it tends to reappear in the offspring at a corresponding age, though\nsometimes earlier. In many cases this could not be otherwise; thus the inherited peculiarities in the horns of\ncattle could appear only in the offspring when nearly mature; peculiarities in the silk-worm are known to\nappear at the corresponding caterpillar or cocoon stage. But hereditary diseases and some other facts make\nme believe that the rule has a wider extension, and that, when there is no apparent reason why a peculiarity\nshould appear at any particular age, yet that it does tend to appear in the offspring at the same period at which\nit first appeared in the parent. I believe this rule to be of the highest importance in explaining the laws of\nembryology. These remarks are of course confined to the first appearance of the peculiarity, and not to the\nprimary cause which may have acted on the ovules or on the male element; in nearly the same manner as the\nincreased length of the horns in the offspring from a short-horned cow by a long-horned bull, though\nappearing late in life, is clearly due to the male element.\nHaving alluded to the subject of reversion, I may here refer to a statement often made by naturalists—\nnamely, that our domestic varieties, when run wild, gradually but invariably revert in character to their\naboriginal stocks. Hence it has been argued that no deductions can be drawn from domestic races to species\nhttps://www.gutenberg.org/cache/epub/2009/pg2009-images.html 17/269\n\n12/23/25, 10:26 AM The Project Gutenberg eBook of On the Origin of Species, Sixth Edition by Charles Darwin\nin a state of nature. I have in vain endeavoured to discover on what decisive facts the above statement has so\noften and so boldly been made. There would be great difficulty in proving its truth: we may safely conclude\nthat very many of the most strongly marked domestic varieties could not possibly live in a wild state. In\nmany cases we do not know what the aboriginal stock was, and so could not tell whether or not nearly perfect\nreversion had ensued. It would be necessary, in order to prevent the effects of intercrossing, that only a single\nvariety should be turned loose in its new home. Nevertheless, as our varieties certainly do occasionally revert\nin some of their characters to ancestral forms, it seems to me not improbable that if we could succeed in\nnaturalising, or were to cultivate, during many generations, the several races, for instance, of the cabbage, in\nvery poor soil—in which case, however, some effect would have to be attributed to the definite action of the\npoor soil—that they would, to a large extent, or even wholly, revert to the wild aboriginal stock. Whether or\nnot the experiment would succeed is not of great importance for our line of argument; for by the experiment\nitself the conditions of life are changed. If it could be shown that our domestic varieties manifested a strong\ntendency to reversion—that is, to lose their acquired characters, while kept under the same conditions and\nwhile kept in a considerable body, so that free intercrossing might check, by blending together, any slight\ndeviations in their structure, in such case, I grant that we could deduce nothing from domestic varieties in\nregard to species. But there is not a shadow of evidence in favour of this view: to assert that we could not\nbreed our cart and race-horses, long and short-horned cattle, and poultry of various breeds, and esculent\nvegetables, for an unlimited number of generations, would be opposed to all experience.\nCharacter of Domestic Varieties; difficulty of distinguishing between Varieties and Species; origin of\nDomestic Varieties from one or more Species.\nWhen we look to the hereditary varieties or races of our domestic animals and plants, and compare them\nwith closely allied species, we generally perceive in each domestic race, as already remarked, less uniformity\nof character than in true species. Domestic races often have a somewhat monstrous character; by which I\nmean, that, although differing from each other and from other species of the same genus, in several trifling\nrespects, they often differ in an extreme degree in some one part, both when compared one with another, and\nmore especially when compared with the species under nature to which they are nearest allied. With these\nexceptions (and with that of the perfect fertility of varieties when crossed—a subject hereafter to be\ndiscussed), domestic races of the same species differ from each other in the same manner as do the closely\nallied species of the same genus in a state of nature, but the differences in most cases are less in degree. This\nmust be admitted as true, for the domestic races of many animals and plants have been ranked by some\ncompetent judges as the descendants of aboriginally distinct species, and by other competent judges as mere\nvarieties. If any well marked distinction existed between a domestic race and a species, this source of doubt\nwould not so perpetually recur. It has often been stated that domestic races do not differ from each other in\ncharacters of generic value. It can be shown that this statement is not correct; but naturalists differ much in\ndetermining what characters are of generic value; all such valuations being at present empirical. When it is\nexplained how genera originate under nature, it will be seen that we have no right to expect often to find a\ngeneric amount of difference in our domesticated races.\nIn attempting to estimate the amount of structural difference between allied domestic races, we are soon\ninvolved in doubt, from not knowing whether they are descended from one or several parent species. This\npoint, if it could be cleared up, would be interesting; if, for instance, it could be shown that the greyhound,\nbloodhound, terrier, spaniel and bull-dog, which we all know propagate their kind truly, were the offspring of\nany single species, then such facts would have great weight in making us doubt about the immutability of the\nmany closely allied natural species—for instance, of the many foxes—inhabiting the different quarters of the\nworld. I do not believe, as we shall presently see, that the whole amount of difference between the several\nbreeds of the dog has been produced under domestication; I believe that a small part of the difference is due\nto their being descended from distinct species. In the case of strongly marked races of some other\ndomesticated species, there is presumptive or even strong evidence that all are descended from a single wild\nstock.\nIt has often been assumed that man has chosen for domestication animals and plants having an\nextraordinary inherent tendency to vary, and likewise to withstand diverse climates. I do not dispute that\nthese capacities have added largely to the value of most of our domesticated productions; but how could a\nsavage possibly know, when he first tamed an animal, whether it would vary in succeeding generations, and\nwhether it would endure other climates? Has the little variability of the ass and goose, or the small power of\nendurance of warmth by the reindeer, or of cold by the common camel, prevented their domestication? I\ncannot doubt that if other animals and plants, equal in number to our domesticated productions, and\nbelonging to equally diverse classes and countries, were taken from a state of nature, and could be made to\nhttps://www.gutenberg.org/cache/epub/2009/pg2009-images.html 18/269\n\n12/23/25, 10:26 AM The Project Gutenberg eBook of On the Origin of Species, Sixth Edition by Charles Darwin\nbreed for an equal number of generations under domestication, they would on an average vary as largely as\nthe parent species of our existing domesticated productions have varied.\nIn the case of most of our anciently domesticated animals and plants, it is not possible to come to any\ndefinite conclusion, whether they are descended from one or several wild species. The argument mainly\nrelied on by those who believe in the multiple origin of our domestic animals is, that we find in the most\nancient times, on the monuments of Egypt, and in the lake-habitations of Switzerland, much diversity in the\nbreeds; and that some of these ancient breeds closely resemble, or are even identical with, those still existing.\nBut this only throws far backward the history of civilisation, and shows that animals were domesticated at a\nmuch earlier period than has hitherto been supposed. The lake-inhabitants of Switzerland cultivated several\nkinds of wheat and barley, the pea, the poppy for oil and flax; and they possessed several domesticated\nanimals. They also carried on commerce with other nations. All this clearly shows, as Heer has remarked,\nthat they had at this early age progressed considerably in civilisation; and this again implies a long continued\nprevious period of less advanced civilisation, during which the domesticated animals, kept by different tribes\nin different districts, might have varied and given rise to distinct races. Since the discovery of flint tools in\nthe superficial formations of many parts of the world, all geologists believe that barbarian men existed at an\nenormously remote period; and we know that at the present day there is hardly a tribe so barbarous as not to\nhave domesticated at least the dog.\nThe origin of most of our domestic animals will probably forever remain vague. But I may here state that,\nlooking to the domestic dogs of the whole world, I have, after a laborious collection of all known facts, come\nto the conclusion that several wild species of Canidæ have been tamed, and that their blood, in some cases\nmingled together, flows in the veins of our domestic breeds. In regard to sheep and goats I can form no\ndecided opinion. From facts communicated to me by Mr. Blyth, on the habits, voice, constitution and\nstructure of the humped Indian cattle, it is almost certain that they are descended from a different aboriginal\nstock from our European cattle; and some competent judges believe that these latter have had two or three\nwild progenitors, whether or not these deserve to be called species. This conclusion, as well as that of the\nspecific distinction between the humped and common cattle, may, indeed, be looked upon as established by\nthe admirable researches of Professor Rütimeyer. With respect to horses, from reasons which I cannot here\ngive, I am doubtfully inclined to believe, in opposition to several authors, that all the races belong to the same\nspecies. Having kept nearly all the English breeds of the fowl alive, having bred and crossed them, and\nexamined their skeletons, it appears to me almost certain that all are the descendants of the wild Indian fowl,\nGallus bankiva; and this is the conclusion of Mr. Blyth, and of others who have studied this bird in India. In\nregard to ducks and rabbits, some breeds of which differ much from each other, the evidence is clear that they\nare all descended from the common duck and wild rabbit.\nThe doctrine of the origin of our several domestic races from several aboriginal stocks, has been carried to\nan absurd extreme by some authors. They believe that every race which breeds true, let the distinctive\ncharacters be ever so slight, has had its wild prototype. At this rate there must have existed at least a score of\nspecies of wild cattle, as many sheep, and several goats, in Europe alone, and several even within Great\nBritain. One author believes that there formerly existed eleven wild species of sheep peculiar to Great\nBritain! When we bear in mind that Britain has now not one peculiar mammal, and France but few distinct\nfrom those of Germany, and so with Hungary, Spain, &c., but that each of these kingdoms possesses several\npeculiar breeds of cattle, sheep, &c., we must admit that many domestic breeds must have originated in\nEurope; for whence otherwise could they have been derived? So it is in India. Even in the case of the breeds\nof the domestic dog throughout the world, which I admit are descended from several wild species, it cannot\nbe doubted that there has been an immense amount of inherited variation; for who will believe that animals\nclosely resembling the Italian greyhound, the bloodhound, the bull-dog, pug-dog, or Blenheim spaniel, &c.—\nso unlike all wild Canidæ—ever existed in a state of nature? It has often been loosely said that all our races\nof dogs have been produced by the crossing of a few aboriginal species; but by crossing we can only get\nforms in some degree intermediate between their parents; and if we account for our several domestic races by\nthis process, we must admit the former existence of the most extreme forms, as the Italian greyhound,\nbloodhound, bull-dog, &c., in the wild state. Moreover, the possibility of making distinct races by crossing\nhas been greatly exaggerated. Many cases are on record showing that a race may be modified by occasional\ncrosses if aided by the careful selection of the individuals which present the desired character; but to obtain a\nrace intermediate between two quite distinct races would be very difficult. Sir J. Sebright expressly\nexperimented with this object and failed. The offspring from the first cross between two pure breeds is\ntolerably and sometimes (as I have found with pigeons) quite uniform in character, and every thing seems\nsimple enough; but when these mongrels are crossed one with another for several generations, hardly two of\nthem are alike, and then the difficulty of the task becomes manifest.\nhttps://www.gutenberg.org/cache/epub/2009/pg2009-images.html 19/269\n\n12/23/25, 10:26 AM The Project Gutenberg eBook of On the Origin of Species, Sixth Edition by Charles Darwin\nBreeds of the Domestic Pigeon, their Differences and Origin.\nBelieving that it is always best to study some special group, I have, after deliberation, taken up domestic\npigeons. I have kept every breed which I could purchase or obtain, and have been most kindly favoured with\nskins from several quarters of the world, more especially by the Hon. W. Elliot from India, and by the Hon.\nC. Murray from Persia. Many treatises in different languages have been published on pigeons, and some of\nthem are very important, as being of considerable antiquity. I have associated with several eminent fanciers,\nand have been permitted to join two of the London Pigeon Clubs. The diversity of the breeds is something\nastonishing. Compare the English carrier and the short-faced tumbler, and see the wonderful difference in\ntheir beaks, entailing corresponding differences in their skulls. The carrier, more especially the male bird, is\nalso remarkable from the wonderful development of the carunculated skin about the head, and this is\naccompanied by greatly elongated eyelids, very large external orifices to the nostrils, and a wide gape of\nmouth. The short-faced tumbler has a beak in outline almost like that of a finch; and the common tumbler has\nthe singular inherited habit of flying at a great height in a compact flock, and tumbling in the air head over\nheels. The runt is a bird of great size, with long, massive beak and large feet; some of the sub-breeds of runts\nhave very long necks, others very long wings and tails, others singularly short tails. The barb is allied to the\ncarrier, but, instead of a long beak, has a very short and broad one. The pouter has a much elongated body,\nwings, and legs; and its enormously developed crop, which it glories in inflating, may well excite\nastonishment and even laughter. The turbit has a short and conical beak, with a line of reversed feathers down\nthe breast; and it has the habit of continually expanding, slightly, the upper part of the œsophagus. The\nJacobin has the feathers so much reversed along the back of the neck that they form a hood, and it has,\nproportionally to its size, elongated wing and tail feathers. The trumpeter and laugher, as their names express,\nutter a very different coo from the other breeds. The fantail has thirty or even forty tail-feathers, instead of\ntwelve or fourteen, the normal number in all the members of the great pigeon family: these feathers are kept\nexpanded and are carried so erect that in good birds the head and tail touch: the oil-gland is quite aborted.\nSeveral other less distinct breeds might be specified.\nIn the skeletons of the several breeds, the development of the bones of the face, in length and breadth and\ncurvature, differs enormously. The shape, as well as the breadth and length of the ramus of the lower jaw,\nvaries in a highly remarkable manner. The caudal and sacral vertebræ vary in number; as does the number of\nthe ribs, together with their relative breadth and the presence of processes. The size and shape of the\napertures in the sternum are highly variable; so is the degree of divergence and relative size of the two arms\nof the furcula. The proportional width of the gape of mouth, the proportional length of the eyelids, of the\norifice of the nostrils, of the tongue (not always in strict correlation with the length of beak), the size of the\ncrop and of the upper part of the œsophagus; the development and abortion of the oil-gland; the number of\nthe primary wing and caudal feathers; the relative length of the wing and tail to each other and to the body;\nthe relative length of the leg and foot; the number of scutellæ on the toes, the development of skin between\nthe toes, are all points of structure which are variable. The period at which the perfect plumage is acquired\nvaries, as does the state of the down with which the nestling birds are clothed when hatched. The shape and\nsize of the eggs vary. The manner of flight, and in some breeds the voice and disposition, differ remarkably.\nLastly, in certain breeds, the males and females have come to differ in a slight degree from each other.\nAltogether at least a score of pigeons might be chosen, which, if shown to an ornithologist, and he were\ntold that they were wild birds, would certainly be ranked by him as well-defined species. Moreover, I do not\nbelieve that any ornithologist would in this case place the English carrier, the short-faced tumbler, the runt,\nthe barb, pouter, and fantail in the same genus; more especially as in each of these breeds several trulyinherited sub-breeds, or species, as he would call them, could be shown him.\nGreat as are the differences between the breeds of the pigeon, I am fully convinced that the common\nopinion of naturalists is correct, namely, that all are descended from the rock-pigeon (Columba livia),\nincluding under this term several geographical races or sub-species, which differ from each other in the most\ntrifling respects. As several of the reasons which have led me to this belief are in some degree applicable in\nother cases, I will here briefly give them. If the several breeds are not varieties, and have not proceeded from\nthe rock-pigeon, they must have descended from at least seven or eight aboriginal stocks; for it is impossible\nto make the present domestic breeds by the crossing of any lesser number: how, for instance, could a pouter\nbe produced by crossing two breeds unless one of the parent-stocks possessed the characteristic enormous\ncrop? The supposed aboriginal stocks must all have been rock-pigeons, that is, they did not breed or willingly\nperch on trees. But besides C. livia, with its geographical sub-species, only two or three other species of rockpigeons are known; and these have not any of the characters of the domestic breeds. Hence the supposed\naboriginal stocks must either still exist in the countries where they were originally domesticated, and yet be\nhttps://www.gutenberg.org/cache/epub/2009/pg2009-images.html 20/269",
    "word_count": 13267,
    "char_count": 83024,
    "sentence_count": 415,
    "paragraph_count": 20
  },
  "quality_metrics": {
    "raw_char_count": 82973,
    "clean_char_count": 83024,
    "raw_word_count": 13272,
    "clean_word_count": 13267,
    "sentence_count": 415,
    "paragraph_count": 20,
    "avg_chars_per_page": 4151.2,
    "avg_words_per_page": 663.35,
    "text_density": 0.15979716708421662,
    "sentence_completeness": 0.9975903614457832,
    "extraction_success_rate": 1.0,
    "quality_flag": "green"
  }
}