{
  "metadata": {
    "source_file": "The Variation of Animals and Plants Under Domestication. Vol I_.pdf",
    "subject": "science",
    "total_pages": 15,
    "extraction_date": "2025-12-23T14:14:36.894992",
    "extraction_method": "pdfplumber"
  },
  "content": {
    "clean_text": "12/23/25, 10:32 AM The Variation of Animals and Plants Under Domestication. Vol I.\nThe Project Gutenberg eBook of The Variation of Animals and Plants Under\nDomestication, Vol. I.\nThis ebook is for the use of anyone anywhere in the United States and most other parts of the world at no\ncost and with almost no restrictions whatsoever. You may copy it, give it away or re-use it under the terms\nof the Project Gutenberg License included with this ebook or online at www.gutenberg.org. If you are not\nlocated in the United States, you will have to check the laws of the country where you are located before\nusing this eBook.\nTitle: The Variation of Animals and Plants Under Domestication, Vol. I.\nAuthor: Charles Darwin\nRelease date: March 27, 2008 [eBook #24923]\nLanguage: English\nCredits: Produced by Steven Gibbs, Keith Edkins and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n*** START OF THE PROJECT GUTENBERG EBOOK THE VARIATION OF ANIMALS AND PLANTS\nUNDER DOMESTICATION, VOL. I. ***\nTranscriber's note: A few typographical errors have been corrected. They appear in the text like this,\nand the explanation will appear when the mouse pointer is moved over the\nmarked passage.\nTHE VARIATION\nOF\nANIMALS AND PLANTS\nUNDER DOMESTICATION.\nBy CHARLES DARWIN, M.A., F.R.S., &c.\nIN TWO VOLUMES.—Vol. I.\nWITH ILLUSTRATIONS.\nLONDON:\nJOHN MURRAY, ALBEMARLE STREET.\n1868.\nThe right of Translation is reserved.\nBY THE SAME AUTHOR.\nhttps://www.gutenberg.org/cache/epub/24923/pg24923-images.html 1/220\n\n12/23/25, 10:32 AM The Variation of Animals and Plants Under Domestication. Vol I.\nON THE ORIGIN OF SPECIES BY MEANS OF NATURAL SELECTION; or The Preservation of Favoured\nRaces in the Struggle for Life. Fourth Edition (Eighth Thousand), with Additions and Corrections. 1866. ...\nMurray.\nA NATURALIST'S VOYAGE ROUND THE WORLD; or, A Journal of Researches into the Natural\nHistory and Geology of the Countries visited during the Voyage of H.M.S. Beagle, under the Command of\nCapt. Fitz-Roy, R.N. Tenth Thousand. ... Murray.\nON THE STRUCTURE AND DISTRIBUTION OF CORAL REEFS. ... Smith, Elder, & Co.\nGEOLOGICAL OBSERVATIONS ON VOLCANIC ISLANDS. ... Smith, Elder, & Co.\nGEOLOGICAL OBSERVATIONS ON SOUTH AMERICA. ... Smith, Elder, & Co.\nA MONOGRAPH OF THE CIRRIPEDIA. With numerous Illustrations. 2 vols. 8vo. ... Hardwicke.\nON THE VARIOUS CONTRIVANCES BY WHICH BRITISH AND FOREIGN ORCHIDS ARE FERTILISED\nBY INSECTS; and on the Good Effects of Crossing. With numerous Woodcuts. ... Murray.\nON THE MOVEMENTS and HABITS of CLIMBING PLANTS. With Woodcuts. ... Williams & Norgate.\nLONDON: PRINTED BY WILLIAM CLOWES AND SONS, STAMFORD STREET, AND CHARING\nCROSS.\n{iii}\nCONTENTS OF VOLUME I.\nINTRODUCTION ... Page 1\nCHAPTER I.\nDOMESTIC DOGS AND CATS.\nANCIENT VARIETIES OF THE DOG—RESEMBLANCE OF DOMESTIC DOGS IN VARIOUS COUNTRIES TO NATIVE CANINE\nSPECIES—ANIMALS NOT ACQUAINTED WITH MAN AT FIRST FEARLESS—DOGS RESEMBLING WOLVES AND\nJACKALS—HABIT OF BARKING ACQUIRED AND LOST—FERAL DOGS—TAN-COLOURED EYE-SPOTS—PERIOD OF\nGESTATION—OFFENSIVE ODOUR—FERTILITY OF THE RACES WHEN CROSSED—DIFFERENCES IN THE SEVERAL\nRACES IN PART DUE TO DESCENT FROM DISTINCT SPECIES—DIFFERENCES IN THE SKULL AND TEETH—\nDIFFERENCES IN THE BODY, IN CONSTITUTION—FEW IMPORTANT DIFFERENCES HAVE BEEN FIXED BY SELECTION\n—DIRECT ACTION OF CLIMATE—WATER-DOGS WITH PALMATED FEET—HISTORY OF THE CHANGES WHICH\nCERTAIN ENGLISH RACES OF THE DOG HAVE GRADUALLY UNDERGONE THROUGH SELECTION—EXTINCTION OF\nTHE LESS IMPROVED SUB-BREEDS.\nCATS, CROSSED WITH SEVERAL SPECIES—DIFFERENT BREEDS FOUND ONLY IN SEPARATED COUNTRIES—DIRECT\nEFFECTS OF THE CONDITIONS OF LIFE—FERAL CATS—INDIVIDUAL VARIABILITY ... Page 15\nCHAPTER II.\nHORSES AND ASSES.\nHORSE.—DIFFERENCES IN THE BREEDS—INDIVIDUAL VARIABILITY OF—DIRECT EFFECTS OF THE CONDITIONS\nOF LIFE—CAN WITHSTAND MUCH COLD—BREEDS MUCH MODIFIED BY SELECTION—COLOURS OF THE HORSE—\nDAPPLING—DARK STRIPES ON THE SPINE, LEGS, SHOULDERS, AND FOREHEAD—DUN-COLOURED HORSES MOST\nFREQUENTLY STRIPED—STRIPES PROBABLY DUE TO REVERSION TO THE PRIMITIVE STATE OF THE HORSE.\nASSES.—BREEDS OF—COLOUR OF—LEG- AND SHOULDER-STRIPES—SHOULDER-STRIPES SOMETIMES ABSENT,\nSOMETIMES FORKED ... Page 49\nCHAPTER III.\nhttps://www.gutenberg.org/cache/epub/24923/pg24923-images.html 2/220\n\n12/23/25, 10:32 AM The Variation of Animals and Plants Under Domestication. Vol I.\nPIGS—CATTLE—SHEEP—GOATS.\nPIGS BELONG TO TWO DISTINCT TYPES, SUS SCROFA AND INDICA—TORF-SCHWEIN—JAPAN PIG—FERTILITY OF\nCROSSED PIGS—CHANGES IN THE SKULL OF THE HIGHLY CULTIVATED RACES—CONVERGENCE OF CHARACTER—\nGESTATION—SOLID-HOOFED SWINE—CURIOUS APPENDAGES TO THE JAWS—DECREASE IN SIZE OF THE TUSKS—\nYOUNG PIGS LONGITUDINALLY STRIPED—FERAL PIGS—CROSSED BREEDS.\nCATTLE.—ZEBU A DISTINCT SPECIES—EUROPEAN CATTLE PROBABLY DESCENDED FROM THREE WILD FORMS—\nALL THE RACES NOW FERTILE TOGETHER—BRITISH PARK CATTLE—ON THE COLOUR OF THE ABORIGINAL SPECIES\n—CONSTITUTIONAL DIFFERENCES—SOUTH AFRICAN RACES—SOUTH AMERICAN RACES—NIATA CATTLE—\nORIGIN OF THE VARIOUS RACES OF CATTLE. {iv}\nSHEEP.—REMARKABLE RACES OF—VARIATIONS ATTACHED TO THE MALE SEX—ADAPTATIONS TO VARIOUS\nCONDITIONS—GESTATION OF—CHANGES IN THE WOOL—SEMI-MONSTROUS BREEDS.\nGOATS.—REMARKABLE VARIATIONS OF ... Page 65\nCHAPTER IV.\nDOMESTIC RABBITS.\nDOMESTIC RABBITS DESCENDED FROM THE COMMON WILD RABBIT—ANCIENT DOMESTICATION—ANCIENT\nSELECTION—LARGE LOP-EARED RABBITS—VARIOUS BREEDS—FLUCTUATING CHARACTERS—ORIGIN OF THE\nHIMALAYAN BREED—CURIOUS CASE OF INHERITANCE—FERAL RABBITS IN JAMAICA AND THE FALKLAND\nISLANDS—PORTO SANTO FERAL RABBITS—OSTEOLOGICAL CHARACTERS—SKULL—SKULL OF HALF-LOP\nRABBITS—VARIATIONS IN THE SKULL ANALOGOUS TO DIFFERENCES IN DIFFERENT SPECIES OF HARES—\nVERTEBRÆ—STERNUM—SCAPULA—EFFECTS OF USE AND DISUSE ON THE PROPORTIONS OF THE LIMBS AND\nBODY—CAPACITY OF THE SKULL AND REDUCED SIZE OF THE BRAIN—SUMMARY ON THE MODIFICATIONS OF\nDOMESTICATED RABBITS ... Page 103\nCHAPTER V.\nDOMESTIC PIGEONS.\nENUMERATION AND DESCRIPTION OF THE SEVERAL BREEDS—INDIVIDUAL VARIABILITY—VARIATIONS OF A\nREMARKABLE NATURE—OSTEOLOGICAL CHARACTERS: SKULL, LOWER JAW, NUMBER OF VERTEBRÆ—\nCORRELATION OF GROWTH: TONGUE WITH BEAK; EYELIDS AND NOSTRILS WITH WATTLED SKIN—NUMBER OF\nWING-FEATHERS, AND LENGTH OF WING—COLOUR AND DOWN—WEBBED AND FEATHERED FEET—ON THE\nEFFECTS OF DISUSE—LENGTH OF FEET IN CORRELATION WITH LENGTH OF BEAK—LENGTH OF STERNUM,\nSCAPULA, AND FURCULA—LENGTH OF WINGS—SUMMARY ON THE POINTS OF DIFFERENCE IN THE SEVERAL\nBREEDS ... Page 131\nCHAPTER VI.\nPIGEONS—continued.\nON THE ABORIGINAL PARENT-STOCK OF THE SEVERAL DOMESTIC RACES—HABITS OF LIFE—WILD RACES OF THE\nROCK-PIGEON—DOVECOT-PIGEONS—PROOFS OF THE DESCENT OF THE SEVERAL RACES FROM COLUMBA LIVIA—\nFERTILITY OF THE RACES WHEN CROSSED—REVERSION TO THE PLUMAGE OF THE WILD ROCK-PIGEON—\nCIRCUMSTANCES FAVOURABLE TO THE FORMATION OF THE RACES—ANTIQUITY AND HISTORY OF THE PRINCIPAL\nRACES—MANNER OF THEIR FORMATION—SELECTION—UNCONSCIOUS SELECTION—CARE TAKEN BY FANCIERS\nIN SELECTING THEIR BIRDS—SLIGHTLY DIFFERENT STRAINS GRADUALLY CHANGE INTO WELL-MARKED BREEDS\n—EXTINCTION OF INTERMEDIATE FORMS—CERTAIN BREEDS REMAIN PERMANENT, WHILST OTHERS CHANGE—\nSUMMARY ... Page 180\n{v}\nCHAPTER VII.\nFOWLS.\nBRIEF DESCRIPTIONS OF THE CHIEF BREEDS—ARGUMENTS IN FAVOUR OF THEIR DESCENT FROM SEVERAL SPECIES\n—ARGUMENTS IN FAVOUR OF ALL THE BREEDS HAVING DESCENDED FROM GALLUS BANKIVA—-REVERSION TO\nhttps://www.gutenberg.org/cache/epub/24923/pg24923-images.html 3/220\n\n12/23/25, 10:32 AM The Variation of Animals and Plants Under Domestication. Vol I.\nTHE PARENT-STOCK IN COLOUR—ANALOGOUS VARIATIONS—ANCIENT HISTORY OF THE FOWL—EXTERNAL\nDIFFERENCES BETWEEN THE SEVERAL BREEDS—EGGS—CHICKENS—SECONDARY SEXUAL CHARACTERS—WINGAND TAIL-FEATHERS, VOICE, DISPOSITION, ETC.—OSTEOLOGICAL DIFFERENCES IN THE SKULL, VERTEBRÆ, ETC.—\nEFFECTS OF USE AND DISUSE ON CERTAIN PARTS—CORRELATION OF GROWTH ... Page 225\nCHAPTER VIII.\nDUCKS—GOOSE—PEACOCK—TURKEY—GUINEA-FOWL—CANARY-BIRD—GOLD-FISH—HIVEBEES—SILK-MOTHS.\nDUCKS, SEVERAL BREEDS OF—PROGRESS OF DOMESTICATION—ORIGIN OF, FROM THE COMMON WILD-DUCK—\nDIFFERENCES IN THE DIFFERENT BREEDS—OSTEOLOGICAL DIFFERENCES—EFFECTS OF USE AND DISUSE ON THE\nLIMB-BONES.\nGOOSE, ANCIENTLY DOMESTICATED—LITTLE VARIATION OF—SEBASTOPOL BREED.\nPEACOCK, ORIGIN OF BLACK-SHOULDERED BREED.\nTURKEY, BREEDS OF—CROSSED WITH THE UNITED STATES SPECIES—EFFECTS OF CLIMATE ON.\nGUINEA-FOWL, CANARY-BIRD, GOLD-FISH, HIVE-BEES.\nSILK-MOTHS, SPECIES AND BREEDS OF—ANCIENTLY DOMESTICATED—CARE IN THEIR SELECTION—\nDIFFERENCES IN THE DIFFERENT RACES—IN THE EGG, CATERPILLAR, AND COCOON STATES—INHERITANCE OF\nCHARACTERS—IMPERFECT WINGS—LOST INSTINCTS—CORRELATED CHARACTERS ... Page 276\nCHAPTER IX.\nCULTIVATED PLANTS: CEREAL AND CULINARY PLANTS.\nPRELIMINARY REMARKS ON THE NUMBER AND PARENTAGE OF CULTIVATED PLANTS—FIRST STEPS IN\nCULTIVATION—GEOGRAPHICAL DISTRIBUTION OF CULTIVATED PLANTS.\nCEREALIA.—DOUBTS ON THE NUMBER OF SPECIES.—WHEAT: VARIETIES OF—INDIVIDUAL VARIABILITY—\nCHANGED HABITS—SELECTION—ANCIENT HISTORY OF THE VARIETIES.—MAIZE: GREAT VARIATION OF—DIRECT\nACTION OF CLIMATE ON.\nCULINARY PLANTS.—CABBAGES: VARIETIES OF, IN FOLIAGE AND STEMS, BUT NOT IN OTHER PARTS—\nPARENTAGE OF—OTHER SPECIES OF BRASSICA.—PEAS: AMOUNT OF DIFFERENCE IN THE SEVERAL KINDS,\nCHIEFLY IN THE PODS AND SEED—SOME VARIETIES CONSTANT, SOME HIGHLY VARIABLE—DO NOT INTERCROSS.—\nBEANS.—POTATOES: NUMEROUS VARIETIES OF—DIFFERING LITTLE, EXCEPT IN THE TUBERS—CHARACTERS\nINHERITED ... Page 305\n{vi}\nCHAPTER X.\nPLANTS continued—FRUITS—ORNAMENTAL TREES—FLOWERS.\nFRUITS.—GRAPES—VARY IN ODD AND TRIFLING PARTICULARS.—MULBERRY.—THE ORANGE GROUP—\nSINGULAR RESULTS FROM CROSSING.—PEACH AND NECTARINE—BUD-VARIATION—ANALOGOUS VARIATION—\nRELATION TO THE ALMOND.—APRICOT.—PLUMS—VARIATION IN THEIR STONES.—CHERRIES—SINGULAR\nVARIETIES OF.—APPLE.—PEAR.—STRAWBERRY—INTERBLENDING OF THE ORIGINAL FORMS.—GOOSEBERRY—\nSTEADY INCREASE IN SIZE OF THE FRUIT—VARIETIES OF.—WALNUT.—NUT.—CUCURBITACEOUS PLANTS—\nWONDERFUL VARIATION OF.\nORNAMENTAL TREES—THEIR VARIATION IN DEGREE AND KIND—ASH-TREE—SCOTCH-FIR—HAWTHORN.\nFLOWERS—MULTIPLE ORIGIN OF MANY KINDS—VARIATION IN CONSTITUTIONAL PECULIARITIES—KIND OF\nVARIATION.—ROSES—SEVERAL SPECIES CULTIVATED.—PANSY.—DAHLIA.—HYACINTH, HISTORY AND VARIATION\nOF ... Page 332\nCHAPTER XI.\nhttps://www.gutenberg.org/cache/epub/24923/pg24923-images.html 4/220\n\n12/23/25, 10:32 AM The Variation of Animals and Plants Under Domestication. Vol I.\nON BUD-VARIATION, AND ON CERTAIN ANOMALOUS MODES OF REPRODUCTION AND\nVARIATION.\nBUD-VARIATIONS IN THE PEACH, PLUM, CHERRY, VINE, GOOSEBERRY, CURRANT, AND BANANA, AS SHOWN BY THE\nMODIFIED FRUIT—IN FLOWERS: CAMELLIAS, AZALEAS, CHRYSANTHEMUMS, ROSES, ETC.—ON THE RUNNING OF\nTHE COLOUR IN CARNATIONS—BUD-VARIATIONS IN LEAVES—VARIATIONS BY SUCKERS, TUBERS, AND BULBS—\nON THE BREAKING OF TULIPS—BUD-VARIATIONS GRADUATE INTO CHANGES CONSEQUENT ON CHANGED\nCONDITIONS OF LIFE—CYTISUS ADAMI, ITS ORIGIN AND TRANSFORMATION—ON THE UNION OF TWO DIFFERENT\nEMBRYOS IN ONE SEED—THE TRIFACIAL ORANGE—ON REVERSION BY BUDS IN HYBRIDS AND MONGRELS—ON\nTHE PRODUCTION OF MODIFIED BUDS BY THE GRAFTING OF ONE VARIETY OR SPECIES ON ANOTHER—ON THE\nDIRECT OR IMMEDIATE ACTION OF FOREIGN POLLEN ON THE MOTHER-PLANT—ON THE EFFECTS IN FEMALE\nANIMALS OF A FIRST IMPREGNATION ON THE SUBSEQUENT OFFSPRING—CONCLUSION AND SUMMARY ... Page 373\n{vii}\nLIST OF ILLUSTRATIONS.\n1. Dun Devonshire Pony, with shoulder, spinal, and leg stripes ... PAGE 56\n2. Head of Japan or Masked Pig ... 69\n3. Head of Wild Boar, and of \"Golden Days,\" a pig of the Yorkshire large breed\n... 72\n4. Old Irish Pig, with jaw-appendages ... 75\n5. Half-lop Rabbit ... 108\n6. Skull of Wild Rabbit ... 117\n7. Skull of large Lop-eared Rabbit ... 117\n8. Part of Zygomatic Arch, showing the projecting end of the malar-bone, and\nthe auditory meatus, of Rabbits ... 118\n9. Posterior end of Skull, showing the inter-parietal bone, of Rabbits ... 118\n10. Occipital Foramen of Rabbits ... 118\n11. Skull of Half-lop Rabbit ... 119\n12. Atlas Vertebræ of Rabbits ... 121\n13. Third Cervical Vertebræ of Rabbits ... 121\n14. Dorsal Vertebræ, from sixth to tenth inclusive, of Rabbits ... 122\n15. Terminal Bone of Sternum of Rabbits ... 123\n16. Acromion of Scapula of Rabbits ... 123\n17. The Rock-Pigeon, or Columbia Livia ... 135\n18. English Pouter ... 137\n19. English Carrier ... 140\n20. English Barb ... 145\n21. English Fantail ... 147\n22. African Owl ... 149\n23. Short-faced English Tumbler ... 152\n24. Skulls of Pigeons, viewed laterally ... 163\n25. Lower Jaws of Pigeons, seen from above ... 164\n26. Skull of Runt, seen from above ... 165\n27. Lateral view of Jaws of Pigeons ... 165\n28. Scapulæ of Pigeons ... 167\n29. Furculæ of Pigeons ... 167\n30. Spanish Fowl ... 226\n31. Hamburgh Fowl ... 228\n32. Polish Fowl ... 229\n33. Occipital Foramen of the Skulls of Fowls ... 261\n34. Skulls of Fowls, viewed from above, a little obliquely ... 262 {viii}\n35. Longitudinal sections of Skulls of Fowls, viewed laterally ... 263\n36. Skull of Horned Fowl, viewed from above, a little obliquely ... 265\n37. Sixth Cervical Vertebræ of Fowls, viewed laterally ... 267\n38. Extremity of the Furcula of Fowls, viewed laterally ... 268\n39. Skulls of Ducks, viewed laterally, reduced to two-thirds of the natural size\n... 282\n40. Cervical Vertebræ of Ducks, of natural size ... 283\nhttps://www.gutenberg.org/cache/epub/24923/pg24923-images.html 5/220\n\n12/23/25, 10:32 AM The Variation of Animals and Plants Under Domestication. Vol I.\n41. Pods of the Common Pea ... 328\n42. Peach and Almond Stones, of natural size, viewed edgeways ... 337\n43. Plum Stones, of natural size, viewed laterally ... 345\nTHE {1}\nVARIATION OF ANIMALS AND PLANTS\nUNDER DOMESTICATION.\nINTRODUCTION.\nThe object of this work is not to describe all the many races of animals which have been domesticated by man,\nand of the plants which have been cultivated by him; even if I possessed the requisite knowledge, so gigantic an\nundertaking would be here superfluous. It is my intention to give under the head of each species only such facts\nas I have been able to collect or observe, showing the amount and nature of the changes which animals and\nplants have undergone whilst under man's dominion, or which bear on the general principles of variation. In one\ncase alone, namely in that of the domestic pigeon, I will describe fully all the chief races, their history, the\namount and nature of their differences, and the probable steps by which they have been formed. I have selected\nthis case, because, as we shall hereafter see, the materials are better than in any other; and one case fully\ndescribed will in fact illustrate all others. But I shall also describe domesticated rabbits, fowls, and ducks, with\nconsiderable fullness.\nThe subjects discussed in this volume are so connected that it is not a little difficult to decide how they can be\nbest arranged. I have determined in the first part to give, under the heads of the various animals and plants, a\nlarge body of facts, some of which may at first appear but little related to our subject, and to devote the latter\npart to general discussions. Whenever I have found it necessary to give numerous details, in support of any\nproposition or conclusion, small type has been used. The reader will, I think, find this plan a convenienc{e2, }for, if\nhe does not doubt the conclusion or care about the details, he can easily pass them over; yet I may be permitted\nto say that some of the discussions thus printed deserve attention, at least from the professed naturalist.\nIt may be useful to those who have read nothing about Natural Selection, if I here give a brief sketch of the\n[1]\nwhole subject and of its bearing on the origin of species. This is the more desirable, as it is impossible in the\npresent work to avoid many allusions to questions which will be fully discussed in future volumes.\nFrom a remote period, in all parts of the world, man has subjected many animals and plants to domestication or\nculture. Man has no power of altering the absolute conditions of life; he cannot change the climate of any\ncountry; he adds no new element to the soil; but he can remove an animal or plant from one climate or soil to\nanother, and give it food on which it did not subsist in its natural state. It is an error to speak of man \"tampering\nwith nature\" and causing variability. If organic beings had not possessed an inherent tendency to vary, man\ncould have done nothing.[2] He unintentionally exposes his animals and plants to various conditions of life, and\nvariability supervenes, which he cannot even prevent or check. Consider the simple case of a plant which has\nbeen cultivated during a long time in its native country, and which consequently has not been subjected to any\nchange of climate. It has been protected to a certain extent from the competing roots of plants of other kinds; it\nhas generally been grown in manured soil, but probably not richer than that of many an alluvial flat; and lastly,\nit has been exposed to changes in its conditions, being grown sometimes in one district and sometimes in\nanother, in different soils. Under such circumstances, scarcely a plant can be named, though cultivate{d3 }in the\nrudest manner, which has not given birth to several varieties. It can hardly be maintained that during the many\nchanges which this earth has undergone, and during the natural migrations of plants from one land or island to\nanother, tenanted by different species, that such plants will not often have been subjected to changes in their\nconditions analogous to those which almost inevitably cause cultivated plants to vary. No doubt man selects\nvarying individuals, sows their seeds, and again selects their varying offspring. But the initial variation on\nwhich man works, and without which he can do nothing, is caused by slight changes in the conditions of life,\nwhich must often have occurred under nature. Man, therefore, may be said to have been trying an experiment on\na gigantic scale; and it is an experiment which nature during the long lapse of time has incessantly tried. Hence\nit follows that the principles of domestication are important for us. The main result is that organic beings thus\nhttps://www.gutenberg.org/cache/epub/24923/pg24923-images.html 6/220\n\n12/23/25, 10:32 AM The Variation of Animals and Plants Under Domestication. Vol I.\ntreated have varied largely, and the variations have been inherited. This has apparently been one chief cause of\nthe belief long held by some few naturalists that species in a state of nature undergo change.\nI shall in this volume treat, as fully as my materials permit, the whole subject of variation under domestication.\nWe may thus hope to obtain some light, little though it be, on the causes of variability,—on the laws which\ngovern it, such as the direct action of climate and food, the effects of use and disuse, and of correlation of\ngrowth,—and on the amount of change to which domesticated organisms are liable. We shall learn something\non the laws of inheritance, on the effects of crossing different breeds, and on that sterility which often\nsupervenes when organic beings are removed from their natural conditions of life, and likewise when they are\ntoo closely interbred. During this investigation we shall see that the principle of Selection is all important.\nAlthough man does not cause variability and cannot even prevent it, he can select, preserve, and accumulate the\nvariations given to him by the hand of nature in any way which he chooses; and thus he can certainly produce a\ngreat result. Selection may be followed either methodically and intentionally, or unconsciously and\nunintentionally. Man may select and preserve each successive variation, with the distinct intention of im{p4r}oving\nand altering a breed, in accordance with a preconceived idea; and by thus adding up variations, often so slight as\nto be imperceptible by an uneducated eye, he has effected wonderful changes and improvements. It can, also, be\nclearly shown that man, without any intention or thought of improving the breed, by preserving in each\nsuccessive generation the individuals which he prizes most, and by destroying the worthless individuals, slowly,\nthough surely, induces great changes. As the will of man thus comes into play, we can understand how it is that\ndomesticated breeds show adaptation to his wants and pleasures. We can further understand how it is that\ndomestic races of animals and cultivated races of plants often exhibit an abnormal character, as compared with\nnatural species; for they have been modified not for their own benefit, but for that of man.\nIn a second work I shall discuss the variability of organic beings in a state of nature; namely, the individual\ndifferences presented by animals and plants, and those slightly greater and generally inherited differences which\nare ranked by naturalists as varieties or geographical races. We shall see how difficult, or rather how impossible\nit often is, to distinguish between races and sub-species, as the less well-marked forms have sometimes been\ndenominated; and again between sub-species and true species. I shall further attempt to show that it is the\ncommon and widely ranging, or, as they may be called, the dominant species, which most frequently vary; and\nthat it is the large and flourishing genera which include the greatest number of varying species. Varieties, as we\nshall see, may justly be called incipient species.\nBut it may be urged, granting that organic beings in a state of nature present some varieties,—that their\norganization is in some slight degree plastic; granting that many animals and plants have varied greatly under\ndomestication, and that man by his power of selection has gone on accumulating such variations until he has\nmade strongly marked and firmly inherited races; granting all this, how, it may be asked, have species arisen in\na state of nature? The differences between natural varieties are slight; whereas the differences are cons{id5e}rable\nbetween the species of the same genus, and great between the species of distinct genera. How do these lesser\ndifferences become augmented into the greater difference? How do varieties, or as I have called them incipient\nspecies, become converted into true and well-defined species? How has each new species been adapted to the\nsurrounding physical conditions, and to the other forms of life on which it in any way depends? We see on every\nside of us innumerable adaptations and contrivances, which have justly excited in the mind of every observer\n[3]\nthe highest admiration. There is, for instance, a fly (Cecidomyia) which deposits its eggs within the stamens\nof a Scrophularia, and secretes a poison which produces a gall, on which the larva feeds; but there is another\ninsect (Misocampus) which deposits its eggs within the body of the larva within the gall, and is thus nourished\nby its living prey; so that here a hymenopterous insect depends on a dipterous insect, and this depends on its\npower of producing a monstrous growth in a particular organ of a particular plant. So it is, in a more or less\nplainly marked manner, in thousands and tens of thousands of cases, with the lowest as well as with the highest\nproductions of nature.\nThis problem of the conversion of varieties into species,—that is, the augmentation of the slight differences\ncharacteristic of varieties into the greater differences characteristic of species and genera, including the\nadmirable adaptations of each being to its complex organic and inorganic conditions of life,—will form the\nmain subject of my second work. We shall therein see that all organic beings, without exception, tend to\nincrease at so high a ratio, that no district, no station, not even the whole surface of the land or the whole ocean,\nwould hold the progeny of a single pair after a certain number of generations. The inevitable result is an everrecurrent Struggle for Existence. It has truly been said that all nature is at war; the strongest ultimately prevail,\nthe weakest fail; and we well know that myriads of forms have disappeared from the face of the earth. If then\norganic beings in a state of nature vary even in a slight degree, owing to changes in the surrounding con{d6i}tions,\nof which we have abundant geological evidence, or from any other cause; if, in the long course of ages,\nhttps://www.gutenberg.org/cache/epub/24923/pg24923-images.html 7/220\n\n12/23/25, 10:32 AM The Variation of Animals and Plants Under Domestication. Vol I.\ninheritable variations ever arise in any way advantageous to any being under its excessively complex and\nchanging relations of life; and it would be a strange fact if beneficial variations did never arise, seeing how\nmany have arisen which man has taken advantage of for his own profit or pleasure; if then these contingencies\never occur, and I do not see how the probability of their occurrence can be doubted, then the severe and oftenrecurrent struggle for existence will determine that those variations, however slight, which are favourable shall\nbe preserved or selected, and those which are unfavourable shall be destroyed.\nThis preservation, during the battle for life, of varieties which possess any advantage in structure, constitution,\nor instinct, I have called Natural Selection; and Mr. Herbert Spencer has well expressed the same idea by the\nSurvival of the Fittest. The term \"natural selection\" is in some respects a bad one, as it seems to imply conscious\nchoice; but this will be disregarded after a little familiarity. No one objects to chemists speaking of \"elective\naffinity;\" and certainly an acid has no more choice in combining with a base, than the conditions of life have in\ndetermining whether or not a new form be selected or preserved. The term is so far a good one as it brings into\nconnection the production of domestic races by man's power of selection, and the natural preservation of\nvarieties and species in a state of nature. For brevity sake I sometimes speak of natural selection as an intelligent\npower;—in the same way as astronomers speak of the attraction of gravity as ruling the movements of the\nplanets, or as agriculturists speak of man making domestic races by his power of selection. In the one case, as in\nthe other, selection does nothing without variability, and this depends in some manner on the action of the\nsurrounding circumstances on the organism. I have, also, often personified the word Nature; for I have found it\ndifficult to avoid this ambiguity; but I mean by nature only the aggregate action and product of many natural\nlaws,—and by laws only the ascertained sequence of events. {7}\nIn the chapter devoted to natural selection I shall show from experiment and from a multitude of facts, that the\ngreatest amount of life can be supported on each spot by great diversification or divergence in the structure and\nconstitution of its inhabitants. We shall, also, see that the continued production of new forms through natural\nselection, which implies that each new variety has some advantage over others, almost inevitably leads to the\nextermination of the older and less improved forms. These latter are almost necessarily intermediate in structure\nas well as in descent between the last-produced forms and their original parent-species. Now, if we suppose a\nspecies to produce two or more varieties, and these in the course of time to produce other varieties, the principle\nof good being derived from diversification of structure will generally lead to the preservation of the most\ndivergent varieties; thus the lesser differences characteristic of varieties come to be augmented into the greater\ndifferences characteristic of species, and, by the extermination of the older intermediate forms, new species\ncome to be distinctly defined objects. Thus, also, we shall see how it is that organic beings can be classed by\nwhat is called a natural method in distinct groups—species under genera, and genera under families.\nAs all the inhabitants of each country may be said, owing to their high rate of reproduction, to be striving to\nincrease in numbers; as each form is related to many other forms in the struggle for life,—for destroy any one\nand its place will be seized by others; as every part of the organization occasionally varies in some slight\ndegree, and as natural selection acts exclusively by the preservation of variations which are advantageous under\nthe excessively complex conditions to which each being is exposed, no limit exists to the number, singularity,\nand perfection of the contrivances and co-adaptations which may thus be produced. An animal or a plant may\nthus slowly become related in its structure and habits in the most intricate manner to many other animals and\nplants, and to the physical conditions of its home. Variations in the organization will in some cases be aided by\nhabit, or by the use and disuse of parts, and they will be governed by the direct action of the surro{8u}nding\nphysical conditions and by correlation of growth.\nOn the principles here briefly sketched out, there is no innate or necessary tendency in each being to its own\nadvancement in the scale of organization. We are almost compelled to look at the specialization or\ndifferentiation of parts or organs for different functions as the best or even sole standard of advancement; for by\nsuch division of labour each function of body and mind is better performed. And, as natural selection acts\nexclusively through the preservation of profitable modifications of structure, and as the conditions of life in\neach area generally become more and more complex, from the increasing number of different forms which\ninhabit it and from most of these forms acquiring a more and more perfect structure, we may confidently\nbelieve, that, on the whole, organization advances. Nevertheless a very simple form fitted for very simple\nconditions of life might remain for indefinite ages unaltered or unimproved; for what would it profit an\ninfusorial animalcule, for instance, or an intestinal worm, to become highly organized? Members of a high\ngroup might even become, and this apparently has occurred, fitted for simpler conditions of life; and in this case\nnatural selection would tend to simplify or degrade the organization, for complicated mechanism for simple\nactions would be useless or even disadvantageous.\nhttps://www.gutenberg.org/cache/epub/24923/pg24923-images.html 8/220\n\n12/23/25, 10:32 AM The Variation of Animals and Plants Under Domestication. Vol I.\nIn a second work, after treating of the Variation of organisms in a state of nature, of the Struggle for Existence\nand the principle of Natural Selection, I shall discuss the difficulties which are opposed to the theory. These\ndifficulties may be classed under the following heads:—the apparent impossibility in some cases of a very\nsimple organ graduating by small steps into a highly perfect organ; the marvellous facts of Instinct; the whole\nquestion of Hybridity; and, lastly, the absence, at the present time and in our geological formations, of\ninnumerable links connecting all allied species. Although some of these difficulties are of great weight, we shall\nsee that many of them are explicable on the theory of natural selection, and are otherwise inexplicable.\nIn scientific investigations it is permitted to invent any hypothesis, and if it explains various large and\nindependent classes of facts it rises to the rank of a well-grounded theory. The undulations of the ether a{n9d} even\nits existence are hypothetical, yet every one now admits the undulatory theory of light. The principle of natural\nselection may be looked at as a mere hypothesis, but rendered in some degree probable by what we positively\nknow of the variability of organic beings in a state of nature,—by what we positively know of the struggle for\nexistence, and the consequent almost inevitable preservation of favourable variations,—and from the analogical\nformation of domestic races. Now this hypothesis may be tested,—and this seems to me the only fair and\nlegitimate manner of considering the whole question,—by trying whether it explains several large and\nindependent classes of facts; such as the geological succession of organic beings, their distribution in past and\npresent times, and their mutual affinities and homologies. If the principle of natural selection does explain these\nand other large bodies of facts, it ought to be received. On the ordinary view of each species having been\nindependently created, we gain no scientific explanation of any one of these facts. We can only say that it has so\npleased the Creator to command that the past and present inhabitants of the world should appear in a certain\norder and in certain areas; that He has impressed on them the most extraordinary resemblances, and has classed\nthem in groups subordinate to groups. But by such statements we gain no new knowledge; we do not connect\ntogether facts and laws; we explain nothing.\nIn a third work I shall try the principle of natural selection by seeing how far it will give a fair explanation of\nthe several classes of facts just alluded to. It was the consideration of these facts which first led me to take up\nthe present subject. When I visited, during the voyage of H.M.S. Beagle, the Galapagos Archipelago, situated in\nthe Pacific Ocean about 500 miles from the shore of South America, I found myself surrounded by peculiar\nspecies of birds, reptiles, and plants, existing nowhere else in the world. Yet they nearly all bore an American\nstamp. In the song of the mocking-thrush, in the harsh cry of the carrion-hawk, in the great candlestick-like\nopuntias, I clearly perceived the neighbourhood of America, though the islands were separated by so many\nmiles of ocean from the mainland, and differed much from it in their geological constitution and clima{t1e0.} Still\nmore surprising was the fact that most of the inhabitants of each separate island in this small archipelago were\nspecifically different, though most closely related to each other. The archipelago, with its innumerable craters\nand bare streams of lava, appeared to be of recent origin; and thus I fancied myself brought near to the very act\nof creation. I often asked myself how these many peculiar animals and plants had been produced: the simplest\nanswer seemed to be that the inhabitants of the several islands had descended from each other, undergoing\nmodification in the course of their descent; and that all the inhabitants of the archipelago had descended from\nthose of the nearest land, namely America, whence colonists would naturally have been derived. But it long\nremained to me an inexplicable problem how the necessary degree of modification could have been effected,\nand it would have thus remained for ever, had I not studied domestic productions, and thus acquired a just idea\nof the power of Selection. As soon as I had fully realized this idea, I saw, on reading Malthus on Population,\nthat Natural Selection was the inevitable result of the rapid increase of all organic beings; for I was prepared to\nappreciate the struggle for existence by having long studied the habits of animals.\nBefore visiting the Galapagos I had collected many animals whilst travelling from north to south on both sides\nof America, and everywhere, under conditions of life as different as it is possible to conceive, American forms\nwere met with—species replacing species of the same peculiar genera. Thus it was when the Cordilleras were\nascended, or the thick tropical forests penetrated, or the fresh waters of America searched. Subsequently I\nvisited other countries, which in all the conditions of life were incomparably more like to parts of South\nAmerica, than the different parts of that continent were to each other; yet in these countries, as in Australia or\nSouthern Africa, the traveller cannot fail to be struck with the entire difference of their productions. Again the\nreflection was forced on me that community of descent from the early inhabitants or colonists of South America\nwould alone explain the wide prevalence of American types of structure throughout that immense area.\nTo exhume with one's own hands the bones of extinct and gigantic quadrupeds brings the whole questio{n1 1o}f the\nsuccession of species vividly before one's mind; and I had found in South America great pieces of tesselated\narmour exactly like, but on a magnificent scale, that covering the pigmy armadillo; I had found great teeth like\nthose of the living sloth, and bones like those of the cavy. An analogous succession of allied forms had been\nhttps://www.gutenberg.org/cache/epub/24923/pg24923-images.html 9/220\n\n12/23/25, 10:32 AM The Variation of Animals and Plants Under Domestication. Vol I.\npreviously observed in Australia. Here then we see the prevalence, as if by descent, in time as in space, of the\nsame types in the same areas; and in neither case does the similarity of the conditions by any means seem\nsufficient to account for the similarity of the forms of life. It is notorious that the fossil remains of closely\nconsecutive formations are closely allied in structure, and we can at once understand the fact if they are likewise\nclosely allied by descent. The succession of the many distinct species of the same genus throughout the long\nseries of geological formations seems to have been unbroken or continuous. New species come in gradually one\nby one. Ancient and extinct forms of life often show combined or intermediate characters, like the words of a\ndead language with respect to its several offshoots or living tongues. All these and other such facts seemed to\nme to point to descent with modification as the method of production of new groups of species.\nThe innumerable past and present inhabitants of the world are connected together by the most singular and\ncomplex affinities, and can be classed in groups under groups, in the same manner as varieties can be classed\nunder species and sub-varieties under varieties, but with much higher grades of difference. It will be seen in my\nthird work that these complex affinities and the rules for classification receive a rational explanation on the\nprinciple of descent, together with modifications acquired through natural selection, entailing divergence of\ncharacter and the extinction of intermediate forms. How inexplicable is the similar pattern of the hand of a man,\nthe foot of a dog, the wing of a bat, the flipper of a seal, on the doctrine of independent acts of creation! how\nsimply explained on the principle of the natural selection of successive slight variations in the diverging\ndescendants from a single progenitor! So it is, if we look to the structure of an individual animal or plan{t1, 2w}hen\nwe see the fore and hind limbs, the skull and vertebræ, the jaws and legs of a crab, the petals, stamens, and\npistils of a flower, built on the same type or pattern. During the many changes to which in the course of time all\norganic beings have been subjected, certain organs or parts have occasionally become at first of little use and\nultimately superfluous; and the retention of such parts in a rudimentary and utterly useless condition can, on the\ndescent-theory, be simply understood. On the principle of modifications being inherited at the same age in the\nchild, at which each successive variation first appeared in the parent, we shall see why rudimentary parts and\norgans are generally well developed in the individual at a very early age. On the same principle of inheritance at\ncorresponding ages, and on the principle of variations not generally supervening at a very early period of\nembryonic growth (and both these principles can be shown to be probable from direct evidence), that most\nwonderful fact in the whole round of natural history, namely, the similarity of members of the same great class\nin their embryonic condition,—the embryo, for instance, of a mammal, bird, reptile, and fish being barely\ndistinguishable,—becomes simply intelligible.\nIt is the consideration and explanation of such facts as these which has convinced me that the theory of descent\nwith modification by means of natural selection is in the main true. These facts have as yet received no\nexplanation on the theory of independent Creations; they cannot be grouped together under one point of view,\nbut each has to be considered as an ultimate fact. As the first origin of life on this earth, as well as the continued\nlife of each individual, is at present quite beyond the scope of science, I do not wish to lay much stress on the\ngreater simplicity of the view of a few forms, or of only one form, having been originally created, instead of\ninnumerable miraculous creations having been necessary at innumerable periods; though this more simple view\naccords well with Maupertuis's philosophical axiom \"of least action.\"\nIn considering how far the theory of natural selection may be extended,—that is, in determining from ho{w1 3m}any\nprogenitors the inhabitants of the world have descended,—we may conclude that at least all the members of the\nsame class have descended from a single ancestor. A number of organic beings are included in the same class,\nbecause they present, independently of their habits of life, the same fundamental type of structure, and because\nthey graduate into each other. Moreover, members of the same class can in most cases be shown to be closely\nalike at an early embryonic age. These facts can be explained on the belief of their descent from a common\nform; therefore it may be safely admitted that all the members of the same class have descended from one\nprogenitor. But as the members of quite distinct classes have something in common in structure and much in\ncommon in constitution, analogy and the simplicity of the view would lead us one step further, and to infer as\nprobable that all living creatures have descended from a single prototype.\nI hope that the reader will pause before coming to any final and hostile conclusion on the theory of natural\nselection. It is the facts and views to be hereafter given which have convinced me of the truth of the theory. The\nreader may consult my 'Origin of Species,' for a general sketch of the whole subject; but in that work he has to\ntake many statements on trust. In considering the theory of natural selection, he will assuredly meet with\nweighty difficulties, but these difficulties relate chiefly to subjects—such as the degree of perfection of the\ngeological record, the means of distribution, the possibility of transitions in organs, &c.—on which we are\nconfessedly ignorant; nor do we know how ignorant we are. If we are much more ignorant than is generally\nsupposed, most of these difficulties wholly disappear. Let the reader reflect on the difficulty of looking at whole\nhttps://www.gutenberg.org/cache/epub/24923/pg24923-images.html 10/220\n\n12/23/25, 10:32 AM The Variation of Animals and Plants Under Domestication. Vol I.\nclasses of facts from a new point of view. Let him observe how slowly, but surely, the noble views of Lyell on\nthe gradual changes now in progress on the earth's surface have been accepted as sufficient to account for all\nthat we see in its past history. The present action of natural selection may seem more or less probable; but I\nbelieve in the truth of the theory, because it collects under one point of view, and gives a rational explana{t1i4o}n of,\n[4]\nmany apparently independent classes of facts.\n{15}\nCHAPTER I.\nDOMESTIC DOGS AND CATS.\nANCIENT VARIETIES OF THE DOG—RESEMBLANCE OF DOMESTIC DOGS IN VARIOUS COUNTRIES TO\nNATIVE CANINE SPECIES—ANIMALS NOT ACQUAINTED WITH MAN AT FIRST FEARLESS—DOGS\nRESEMBLING WOLVES AND JACKALS—HABIT OF BARKING ACQUIRED AND LOST—FERAL DOGS—TANCOLOURED EYE-SPOTS PERIOD OF GESTATION—OFFENSIVE ODOUR—FERTILITY OF THE RACES WHEN\nCROSSED—DIFFERENCES IN THE SEVERAL RACES IN PART DUE TO DESCENT FROM DISTINCT SPECIES—\nDIFFERENCES IN THE SKULL AND TEETH—DIFFERENCES IN THE BODY, IN CONSTITUTION—FEW\nIMPORTANT DIFFERENCES HAVE BEEN FIXED BY SELECTION—DIRECT ACTION OF CLIMATE—WATERDOGS WITH PALMATED FEET—HISTORY OF THE CHANGES WHICH CERTAIN ENGLISH RACES OF THE DOG\nHAVE GRADUALLY UNDERGONE THROUGH SELECTION—EXTINCTION OF THE LESS IMPROVED SUBBREEDS.\nCATS, CROSSED WITH SEVERAL SPECIES—DIFFERENT BREEDS FOUND ONLY IN SEPARATED COUNTRIES\n—DIRECT EFFECTS OF THE CONDITIONS OF LIFE—FERAL CATS—INDIVIDUAL VARIABILITY.\nThe first and chief point of interest in this chapter is, whether the numerous domesticated varieties of the dog\nhave descended from a single wild species, or from several. Some authors believe that all have descended from\nthe wolf, or from the jackal, or from an unknown and extinct species. Others again believe, and this of late has\nbeen the favourite tenet, that they have descended from several species, extinct and recent, more or less\n[5]\ncommingled together. We shall probably never be able to ascertain their origin with certainty. Palæontology\ndoes not throw much light on the question, owing, on the one hand, to the close similarity of the skulls of\nextinct as well as living wolves and jackals, and owing on the other hand to the great dissimilarity of the skulls\nof the several breeds of the domestic dogs. It seems, however, that remains have been found in the later{ t1e6r}tiary\ndeposits more like those of a large dog than of a wolf, which favours the belief of De Blainville that our dogs\nare the descendants of a single extinct species. On the other hand, some authors go so far as to assert that every\nchief domestic breed must have had its wild prototype. This latter view is extremely improbable; it allows\nnothing for variation; it passes over the almost monstrous character of some of the breeds; and it almost\nnecessarily assumes, that a large number of species have become extinct since man domesticated the dog;\nwhereas we plainly see that the members of the dog-family are extirpated by human agency with much\ndifficulty; even so recently as 1710 the wolf existed in so small an island as Ireland.\nThe reasons which have led various authors to infer that our dogs have descended from more than one wild\n[6]\nspecies are as follows. Firstly, the great difference between the several breeds; but this will appear of\ncomparatively little weight, after we shall have seen how great are the differences between the several races of\nvarious domesticated animals which certainly have descended from a single parent-form. Secondly, the more\nimportant fact that, at the most anciently known historical periods, several breeds of the dog existed, very unlike\neach other, and closely resembling or identical with breeds still alive.\nWe will briefly run back through the historical records. The materials are remarkably deficient between the\nfourteenth century and the Roman classical period.[7] At this earlier period various breeds, namely { h 1 o 7 u } nds,\nhouse-dogs, lapdogs, &c., existed; but as Dr. Walther has remarked it is impossible to recognise the greater\nnumber with any certainty. Youatt, however, gives a drawing of a beautiful sculpture of two greyhound puppies\n[8]\nfrom the Villa of Antoninus. On an Assyrian monument, about 640 B.C., an enormous mastiff is figured; and\naccording to Sir H. Rawlinson (as I was informed at the British Museum), similar dogs are still imported into\nthis same country. I have looked through the magnificent works of Lepsius and Rosellini, and on the\nmonuments from the fourth to the twelfth dynasties (i.e. from about 3400 B.C. to 2100 B.C.) several varieties of\nthe dog are represented; most of them are allied to greyhounds; at the later of these periods a dog resembling a\nhound is figured, with drooping ears, but with a longer back and more pointed head than in our hounds. There\nis, also, a turnspit, with short and crooked legs, closely resembling the existing variety; but this kind of\nhttps://www.gutenberg.org/cache/epub/24923/pg24923-images.html 11/220\n\n12/23/25, 10:32 AM The Variation of Animals and Plants Under Domestication. Vol I.\nmonstrosity is so common with various animals, as with the ancon sheep, and even, according to Rengger, with\njaguars in Paraguay, that it would be rash to look at the monumental animal as the parent of all our turnspits:\n[9]\nColonel Sykes also has described an Indian Pariah dog as presenting the same monstrous character. The most\nancient dog represented on the Egyptian monuments is one of the most singular; it resembles a greyhound, but\nhas long pointed ears and a short curled tail: a closely allied variety still exists in Northern Africa; for Mr. E.\nVernon Harcourt[10] states that the Arab boar-hound is \"an eccentric hieroglyphic animal, such as Cheops once\nhunted with, somewhat resembling the rough Scotch deer-hound; their tails are curled tight round on their\nbacks, and their ears stick out at right angles.\" With this most ancient variety a pariah-like dog coexisted.{18}\nWe thus see that, at a period between four and five thousand years ago, various breeds, viz. pariah dogs,\ngreyhounds, common hounds, mastiffs, house-dogs, lapdogs, and turnspits, existed, more or less closely\nresembling our present breeds. But there is not sufficient evidence that any of these ancient dogs belonged to the\n[11]\nsame identical sub-varieties with our present dogs. As long as man was believed to have existed on this earth\nonly about 6000 years, this fact of the great diversity of the breeds at so early a period was an argument of much\nweight that they had proceeded from several wild sources, for there would not have been sufficient time for\ntheir divergence and modification. But now that we know, from the discovery of flint tools embedded with the\nremains of extinct animals in districts which have since undergone great geographical changes, that man has\nexisted for an incomparably longer period, and bearing in mind that the most barbarous nations possess\ndomestic dogs, the argument from insufficient time falls away greatly in value.\nLong before the period of any historical record the dog was domesticated in Europe. In the Danish Middens of\nthe Neolithic or Newer Stone period, bones of a canine animal are imbedded, and Steenstrup ingeniously argues\nthat these belonged to a domestic dog; for a very large proportion of the bones of birds preserved in the refuse,\n[12]\nconsists of long bones, which it was found on trial dogs cannot devour. This ancient dog was succeeded in\nDenmark during the Bronze period by a larger kind, presenting certain differences, and this again during the\nIron period, by a still larger kind. In Switzerland, we hear from Prof. Rütimeyer,[13] that during the N { e 1 o 9 l } ithic\nperiod a domesticated dog of middle size existed, which in its skull was about equally remote from the wolf and\njackal, and partook of the characters of our hounds and setters or spaniels (Jagdhund und Wachtelhund).\nRütimeyer insists strongly on the constancy of form during a very long period of time of this the most ancient\nknown dog. During the Bronze period a larger dog appeared, and this closely resembled in its jaw a dog of the\nsame age in Denmark. Remains of two notably distinct varieties of the dog were found by Schmerling in a cave;\n[14]\nbut their age cannot be positively determined.\nThe existence of a single race, remarkably constant in form during the whole Neolithic period, is an interesting\nfact in contrast with what we see of the changes which the races underwent during the period of the successive\nEgyptian monuments, and in contrast with our existing dogs. The character of this animal during the Neolithic\nperiod, as given by Rütimeyer, supports De Blainville's view that our varieties have descended from an\nunknown and extinct form. But we should not forget that we know nothing with respect to the antiquity of man\nin the warmer parts of the world. The succession of the different kinds of dogs in Switzerland and Denmark is\nthought to be due to the immigration of conquering tribes bringing with them their dogs; and this view accords\nwith the belief that different wild canine animals were domesticated in different regions. Independently of the\nimmigration of new races of man, we know from the wide-spread presence of bronze, composed of an alloy of\ntin, how much commerce there must have been throughout Europe at an extremely remote period, and dogs\nwould then probably have been bartered. At the present time, amongst the savages of the interior of Guiana, the\nTaruma Indians are considered the best trainers of dogs, and possess a large breed, which they barter at a high\n[15]\nprice with other tribes.\nThe main argument in favour of the several breeds of the dog being the descendants of distinct wild st{o2c0k}s, is\ntheir resemblance in various countries to distinct species still existing there. It must, however, be admitted that\nthe comparison between the wild and domesticated animal has been made but in few cases with sufficient\nexactness. Before entering on details, it will be well to show that there is no a priori difficulty in the belief that\nseveral canine species have been domesticated; for there is much difficulty in this respect with some other\ndomestic quadrupeds and birds. Members of the dog family inhabit nearly the whole world; and several species\nagree pretty closely in habits and structure with our several domesticated dogs. Mr. Galton has shown[16] how\nfond savages are of keeping and taming animals of all kinds. Social animals are the most easily subjugated by\nman, and several species of Canidæ hunt in packs. It deserves notice, as bearing on other animals as well as on\nthe dog, that at an extremely ancient period, when man first entered any country, the animals living there would\nhave felt no instinctive or inherited fear of him, and would consequently have been tamed far more easily than\nat present. For instance, when the Falkland Islands were first visited by man, the large wolf-like dog (Canis\nhttps://www.gutenberg.org/cache/epub/24923/pg24923-images.html 12/220\n\n12/23/25, 10:32 AM The Variation of Animals and Plants Under Domestication. Vol I.\nantarcticus) fearlessly came to meet Byron's sailors, who, mistaking this ignorant curiosity for ferocity, ran into\nthe water to avoid them: even recently a man, by holding a piece of meat in one hand and a knife in the other,\ncould sometimes stick them at night. On an island in the Sea of Aral, when first discovered by Butakoff, the\nsaigak antelopes, which are \"generally very timid and watchful, did not fly from us, but on the contrary looked\nat us with a sort of curiosity.\" So, again, on the shores of the Mauritius, the manatee was not at first in the least\nafraid of man, and thus it has been in several quarters of the world with seals and the morse. I have elsewhere\n[17]\nshown how slowly the native birds of several islands have acquired and inherited a salutary dread of man: at\nthe Galapagos Archipelago I pushed with the muzzle of my gun hawks from a branch, and held out a pi{t2c1h}er of\nwater for other birds to alight on and drink. Quadrupeds and birds which have seldom been disturbed by man,\ndread him no more than do our English birds the cows or horses grazing in the fields.\nIt is a more important consideration that several canine species evince (as will be shown in a future chapter) no\nstrong repugnance or inability to breed under confinement; and the incapacity to breed under confinement is one\nof the commonest bars to domestication. Lastly, savages set the highest value, as we shall see in the chapter on\nSelection, on dogs: even half-tamed animals are highly useful to them: the Indians of North America cross their\nhalf-wild dogs with wolves, and thus render them even wilder than before, but bolder: the savages of Guiana\ncatch and partially tame and use the whelps of two wild species of Canis, as do the savages of Australia those of\nthe wild Dingo. Mr. Philip King informs me that he once trained a wild Dingo puppy to drive cattle, and found\nit very useful. From these several considerations we see that there is no difficulty in believing that man might\nhave domesticated various canine species in different countries. It would indeed have been a strange fact if one\nspecies alone had been domesticated throughout the world.\nWe will now enter into details. The accurate and sagacious Richardson says, \"The resemblance between the\nNorthern American wolves (Canis lupus, var. occidentalis) and the domestic dogs of the Indians is so great that\nthe size and strength of the wolf seems to be the only difference. I have more than once mistaken a band of\nwolves for the dogs of a party of Indians; and the howl of the animals of both species is prolonged so exactly in\nthe same key that even the practised ear of the Indian fails at times to discriminate them.\" He adds that the more\nnorthern Esquimaux dogs are not only extremely like the grey wolves of the Arctic circle in form and colour,\nbut also nearly equal them in size. Dr. Kane has often seen in his teams of sledge-dogs the oblique eye (a\ncharacter on which some naturalists lay great stress), the drooping tail, and scared look of the wolf. In\ndisposition the Esquimaux dogs differ little from wolves, and, according to Dr. Hayes, they are capable of no\nattachment to man, and are so savage, that when hungry they will attack even their masters. According {to22 K}ane\nthey readily become feral. Their affinity is so close with wolves that they frequently cross with them, and the\nIndians take the whelps of wolves \"to improve the breed of their dogs.\" The half-bred wolves sometimes\n(Lamare-Picquot) cannot be tamed, \"though this case is rare;\" but they do not become thoroughly well broken in\ntill the second or third generation. These facts show that there can be but little, if any, sterility between the\nEsquimaux dog and the wolf, for otherwise they would not be used to improve the breed. As Dr. Hayes says of\nthese dogs, \"reclaimed wolves they doubtless are.\"[18]\nNorth America is inhabited by a second kind of wolf, the prairie-wolf (Canis latrans), which is now looked at\nby all naturalists as specifically distinct from the common wolf; and is, according to Mr. J. K. Lord, in some\nrespects intermediate in habits between a wolf and a fox. Sir J. Richardson, after describing the Hare Indian\ndog, which differs in many respects from the Esquimaux dog, says, \"It bears the same relation to the prairie\nwolf that the Esquimaux dog does to the great grey wolf.\" He could, in fact, detect no marked difference\nbetween them; and Messrs. Nott and Gliddon give additional details showing their close resemblance. The dogs\nderived from the above two aboriginal sources cross together and with the wild wolves, at least with the C.\noccidentalis, and with European dogs. In Florida, according to Bartram, the black wolf-dog of the Indians\n[19]\ndiffers in nothing from the wolves of that country except in barking.\nTurning to the southern parts of the New World, Columbus found two kinds of dogs in the West Ind{ie2s3;} and\n[20]\nFernandez describes three in Mexico: some of these native dogs were dumb—that is, did not bark. In Guiana\nit has been known since the time of Buffon that the natives cross their dogs with an aboriginal species,\napparently the Canis cancrivorus. Sir R. Schomburgk, who has so carefully explored these regions, writes to\nme, \"I have been repeatedly told by the Arawaak Indians, who reside near the coast, that they cross their dogs\nwith a wild species to improve the breed, and individual dogs have been shown to me which certainly\nresembled the C. cancrivorus much more than the common breed. It is but seldom that the Indians keep the C.\ncancrivorus for domestic purposes, nor is the Ai, another species of wild dog, and which I consider to be\nidentical with the Dusicyon silvestris of H. Smith, now much used by the Arecunas for the purpose of hunting.\nThe dogs of the Taruma Indians are quite distinct, and resemble Buffon's St. Domingo greyhound.\" It thus\nhttps://www.gutenberg.org/cache/epub/24923/pg24923-images.html 13/220\n\n12/23/25, 10:32 AM The Variation of Animals and Plants Under Domestication. Vol I.\nappears that the natives of Guiana have partially domesticated two aboriginal species, and still cross their dogs\nwith them; these two species belong to a quite different type from the North American and European wolves. A\n[21]\ncareful observer, Rengger, gives reasons for believing that a hairless dog was domesticated when America\nwas first visited by Europeans: some of these dogs in Paraguay are still dumb, and Tschudi[22] states that they\nsuffer from cold in the Cordillera. This naked dog is, however, quite distinct from that found preserved in the\nancient Peruvian burial-places, and described by Tschudi, under the name of Canis Ingæ, as withstanding cold\nwell and as barking. It is not known whether these two distinct kinds of dog are the descendants of native\nspecies, and it might be argued that when man first migrated into America he brought with him from the Asiatic\ncontinent dogs which had not learned to bark; but this view does not seem probable, as the natives along{ t2h4e} line\nof their march from the north reclaimed, as we have seen, at least two N. American species of Canidæ.\nTurning to the Old World, some European dogs closely resemble the wolf; thus the shepherd dog of the plains\nof Hungary is white or reddish-brown, has a sharp nose, short, erect ears, shaggy coat, and bushy tail, and so\nmuch resembles a wolf that Mr. Paget, who gives this description, says he has known a Hungarian mistake a\nwolf for one of his own dogs. Jeitteles, also, remarks on the close similarity of the Hungarian dog and wolf.\nShepherd dogs in Italy must anciently have closely resembled wolves, for Columella (vii. 12) advises that white\ndogs be kept, adding, \"pastor album probat, ne pro lupo canem feriat.\" Several accounts have been given of\ndogs and wolves crossing naturally; and Pliny asserts that the Gauls tied their female dogs in the woods that\n[23]\nthey might cross with wolves. The European wolf differs slightly from that of North America, and has been\nranked by many naturalists as a distinct species. The common wolf of India is also by some esteemed as a third\nspecies, and here again we find a marked resemblance between the pariah dogs of certain districts of India and\n[24]\nthe Indian wolf.\nWith respect to Jackals, Isidore Geoffroy Saint Hilaire[25] says that not one constant difference can be pointed\nout between their structure and that of the smaller races of dogs. They agree closely in habits: jackals, when\ntamed and called by their master, wag their tails, crouch, and throw themselves on their backs; they sme{l2l 5a}t the\n[26]\ntails of dogs, and void their urine sideways. A number of excellent naturalists, from the time of Güldenstädt\nto that of Ehrenberg, Hemprich, and Cretzschmar, have expressed themselves in the strongest terms with respect\nto the resemblance of the half-domestic dogs of Asia and Egypt to jackals. M. Nordmann, for instance, says,\n[27]\n\"Les chiens d'Awhasie ressemblent étonnamment à des chacals.\" Ehrenberg asserts that the domestic dogs of\nLower Egypt, and certain mummied dogs, have for their wild type a species of wolf (C. lupaster) of the country;\nwhereas the domestic dogs of Nubia and certain other mummied dogs have the closest relation to a wild species\nof the same country, viz. C. sabbar, which is only a form of the common jackal. Pallas asserts that jackals and\ndogs sometimes naturally cross in the East; and a case is on record in Algeria.[28] The greater number of\nnaturalists divide the jackals of Asia and Africa into several species, but some few rank them all as one.\n[29]\nI may add that the domestic dogs on the coast of Guinea are fox-like animals, and are dumb. On the east\ncoast of Africa, between lat. 4° and 6° south, and about ten days' journey in the interior, a semi-domestic dog, as\nthe Rev. S. Erhardt informs me, is kept, which the natives assert is derived from a similar wild animal.\n[30]\nLichtenstein says that the dogs of the Bosjemans present a striking resemblance even in colour (excepting\nthe black stripe down the back) with the C. mesomelas of South Africa. Mr. E. Layard informs me that he has\nseen a Caffre dog which closely resembled an Esquimaux dog. In Australia the Dingo is both domesticated and\nwild; though this animal may have been introduced aboriginally by man, yet it must be considered as almost an\nendemic form, for its remains have been found in a similar state of preservation and associated with{ 2e6x}tinct\nmammals, so that its introduction must have been ancient.[31]\nFrom this resemblance in several countries of the half-domesticated dogs to the wild species still living there,—\nfrom the facility with which they can often be crossed together,—from even half-tamed animals being so much\nvalued by savages,—and from the other circumstances previously remarked on which favour their\ndomestication, it is highly probable that the domestic dogs of the world have descended from two good species\nof wolf (viz. C. lupus and C. latrans), and from two or three other doubtful species of wolves (namely, the\nEuropean, Indian, and North African forms); from at least one or two South American canine species; from\nseveral races or species of the jackal; and perhaps from one or more extinct species. Those authors who attribute\ngreat influence to the action of climate by itself may thus account for the resemblance of the domesticated dogs\nand native animals in the same countries; but I know of no facts supporting the belief in so powerful an action\nof climate.\nhttps://www.gutenberg.org/cache/epub/24923/pg24923-images.html 14/220\n\n12/23/25, 10:32 AM The Variation of Animals and Plants Under Domestication. Vol I.\nIt cannot be objected to the view of several canine species having been anciently domesticated, that these\nanimals are tamed with difficulty: facts have been already given on this head, but I may add that the young of\n[32]\nthe Canis primævus of India were tamed by Mr. Hodgson, and became as sensible to caresses, and\nmanifested as much intelligence, as any sporting dog of the same age. There is not much difference, as we have\nalready shown and shall immediately further see, in habits between the domestic dogs of the North American\nIndians and the wolves of that country, or between the Eastern pariah dogs and jackals, or between the dogs\nwhich have run wild in various countries and the several natural species of the family. The habit of barking,\nhowever, which is almost universal with domesticated dogs, and which does not characterise a single{ 2n7a}tural\nspecies of the family, seems an exception; but this habit is soon lost and soon reacquired. The case of the wild\ndogs on the island of Juan Fernandez having become dumb has often been quoted, and there is reason to\nbelieve[33] that the dumbness ensued in the course of thirty-three years; on the other hand, dogs taken from this\nisland by Ulloa slowly reacquired the habit of barking. The Mackenzie-river dogs, of the Canis latrans type,\n[34]\nwhen brought to England, never learned to bark properly; but one born in the Zoological Gardens \"made his\n[35]\nvoice sound as loudly as any other dog of the same age and size.\" According to Professor Nillson, a wolfwhelp reared by a bitch barks. I. Geoffroy Saint Hilaire exhibited a jackal which barked with the same tone as\nany common dog.[36] An interesting account has been given by Mr. G. Clarke[37] of some dogs run wild on Juan\nde Nova, in the Indian Ocean; \"they had entirely lost the faculty of barking; they had no inclination for the\ncompany of other dogs, nor did they acquire their voice,\" during a captivity of several months. On the island\nthey \"congregate in vast packs, and catch sea-birds with as much address as foxes could display.\" The feral dogs\nof La Plata have not become dumb; they are of large size, hunt single or in packs, and burrow holes for their\n[38]\nyoung. In these habits the feral dogs of La Plata resemble wolves and jackals; both of which hunt either\n[39]\nsingly or in packs, and burrow holes. These feral dogs have not become uniform in colour on Juan\nFernandez, Juan de Nova, or La Plata.[40] In Cuba the feral dogs are described by Poeppig as nearly all mouse-\n[41] {28}\ncoloured, with short ears and light-blue eyes. In St. Domingo, Col. Ham. Smith says that the feral dogs are\nvery large, like greyhounds, of a uniform pale blue-ash, with small ears, and large light-brown eyes. Even the\nwild Dingo, though so anciently naturalised in Australia, \"varies considerably in colour,\" as I am informed by\n[42]\nMr. P. P. King: a half-bred Dingo reared in England showed signs of wishing to burrow.\nFrom the several foregoing facts we see that reversion in the feral state gives no indication of the\ncolour or size of the aboriginal parent-species. One fact, however, with respect to the colouring of\ndomestic dogs, I at one time hoped might have thrown some light on their origin; and it is worth\ngiving, as showing how colouring follows laws, even in so anciently and thoroughly domesticated an\nanimal as the dog. Black dogs with tan-coloured feet, whatever breed they may belong to, almost\ninvariably have a tan-coloured spot on the upper and inner corners of each eye, and their lips are\ngenerally thus coloured. I have seen only two exceptions to this rule, namely, in a spaniel and terrier.\nDogs of a light-brown colour often have a lighter, yellowish-brown spot over the eyes; sometimes the\nspot is white, and in a mongrel terrier the spot was black. Mr. Waring kindly examined for me a stud\nof fifteen greyhounds in Suffolk: eleven of them were black, or black and white, or brindled, and\nthese had no eye-spots; but three were red and one slaty-blue, and these four had dark-coloured spots\nover their eyes. Although the spots thus sometimes differ in colour, they strongly tend to be tancoloured; this is proved by my having seen four spaniels, a setter, two Yorkshire shepherd dogs, a\nlarge mongrel, and some fox-hounds, coloured black and white, with not a trace of tan-colour,\nexcepting the spots over the eyes, and sometimes a little on the feet. These latter cases, and many\nothers, show plainly that the colour of the feet and the eye-spots are in some way correlated. I have\nnoticed, in various breeds, every gradation, from the whole face being tan-coloured, to a complete\nring round the eyes, to a minute spot over the inner and upper corners. The spots occur in various subbreeds of terriers and spaniels; in setters; in hounds of various kinds, including the turnspit-like\nGerman badger-hound; in shepherd dogs; in a mongrel, of which neither parent had the spots; in one\npure bulldog, though the spots were in this case almost white; and in greyhounds,—but true blackand-tan greyhounds are excessively rare; nevertheless I have been assured by Mr. Warwick, that one\nran at the Caledonian Champion meeting of April, 1860, and was \"marked precisely like a black-andtan terrier.\" Mr. Swinhoe at my request looked at the dogs in China, at Amoy, and he soon noticed a\nbrown dog with yellow spots over the eyes. Colonel H. Smith[43] figures the magnificent black\nmastiff of Thibet with a tan-coloured stripe over the eyes, feet, and chaps; and what is more singul{a2r9,}\nhe figures the Alco, or native domestic dog of Mexico, as black and white, with narrow tan-coloured\nrings round the eyes; at the Exhibition of dogs in London, May, 1863, a so-called forest-dog from\nNorth-West Mexico was shown, which had pale tan-coloured spots over the eyes. The occurrence of\nhttps://www.gutenberg.org/cache/epub/24923/pg24923-images.html 15/220",
    "word_count": 11519,
    "char_count": 71625,
    "sentence_count": 433,
    "paragraph_count": 15
  },
  "quality_metrics": {
    "raw_char_count": 71642,
    "clean_char_count": 71625,
    "raw_word_count": 11531,
    "clean_word_count": 11519,
    "sentence_count": 433,
    "paragraph_count": 15,
    "avg_chars_per_page": 4775.0,
    "avg_words_per_page": 767.9333333333333,
    "text_density": 0.16082373472949388,
    "sentence_completeness": 0.9653579676674365,
    "extraction_success_rate": 1.0,
    "quality_flag": "green"
  }
}