{
  "metadata": {
    "source_file": "The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt_.pdf",
    "subject": "history",
    "total_pages": 40,
    "extraction_date": "2025-12-23T18:11:19.448882",
    "extraction_method": "pdfplumber"
  },
  "content": {
    "clean_text": "12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nThe Project Gutenberg eBook of The Rise of Rail-Power in War and Conquest, 18331914\nThis ebook is for the use of anyone anywhere in the United States and most other parts of the world at\nno cost and with almost no restrictions whatsoever. You may copy it, give it away or re-use it under the\nterms of the Project Gutenberg License included with this ebook or online at www.gutenberg.org. If you\nare not located in the United States, you will have to check the laws of the country where you are\nlocated before using this eBook.\nTitle: The Rise of Rail-Power in War and Conquest, 1833-1914\nAuthor: Edwin A. Pratt\nRelease date: March 30, 2013 [eBook #42438]\nMost recently updated: October 23, 2024\nLanguage: English\nCredits: Produced by Moti Ben-Ari and the Online Distributed\nProofreading Team at http://www.pgdp.net. (This file was\nproduced from images generously made available by The\nInternet Archive.)\n*** START OF THE PROJECT GUTENBERG EBOOK THE RISE OF RAIL-POWER IN WAR AND\nCONQUEST, 1833-1914 ***\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 1/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\n[i]\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 2/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nRISE OF RAIL POWER\nIN WAR & CONQUEST\n1833-1914\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 3/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\n[ii]\n[iii]\nTHE\nRISE OF RAIL-POWER\nIN WAR AND CONQUEST\n1833-1914\nWITH A BIBLIOGRAPHY\nBY\nEDWIN A. PRATT\nAuthor of \"A History of Inland Transport,\"\n\"Railways and their Rates,\" etc.\nLONDON\nP. S. KING & SON, LTD.\nORCHARD HOUSE\nWESTMINSTER\n\n[iv]\n[v]\nCONTENTS.\nCHAP. PAGE\nIA New Factor 1\nIIRailways in the Civil War 14\nIIIRailway Destruction in War 26\nIVControl of Railways in War 40\nVProtection of Railways in War 54\nVITroops and Supplies 62\nVIIArmoured Trains 67\nVIIIRailway Ambulance Transport 81\nIXPreparation in Peace for War 98\nXOrganisation in Germany 103\nXIRailway Troops in Germany 122\nXIIFrance and the War of 1870-71 138\nXIIIOrganisation in France 149\nXIVOrganisation in England 175\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 4/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nXVMilitary Railways 205\nXVIRailways in the Boer War 232\nXVIIThe Russo-Japanese War 260\nXVIIIStrategical Railways: Germany 277\nXIXA German-African Empire 296 [vi]\nXXDesigns on Asiatic Turkey 331\nXXISummary and Conclusions 345\nAppendix\nIndian Frontier Railways 357\nThe Defence of Australia 368\nBibliography 376\nIndex 398\n[vii]\nPREFATORY NOTE.\nThe extent to which railways are being used in the present War of the Nations has taken quite by surprise a\nworld whose military historians, in their accounts of what armies have done or have failed to do on the battlefield in the past, have too often disregarded such matters of detail as to how the armies got there and the\npossible effect of good or defective transport conditions, including the maintenance of supplies and\ncommunications, on the whole course of a campaign.\nIn the gigantic struggle now proceeding, these matters of detail are found to be of transcendant importance.\nThe part which railways are playing in the struggle has, indeed—in keeping with the magnitude of the\nstruggle itself—assumed proportions unexampled in history. Whilst this is so it is, nevertheless, a remarkable\nfact that although much has been said as to the conditions of military unpreparedness in which the outbreak\nof hostilities in August, 1914, found the Allies, there has, so far as I am aware, been no suggestion of any\ninability on the part of the railways to meet, at once, from the very moment war was declared, all the\nrequirements of military transport. In this respect, indeed, the organisation, the preparedness, and the\nefficiency throughout alike of the British and of the French railways have been fully equal to those of the\nGerman railways themselves.\nAs regards British conditions, especially, much interest attaches to some remarks made by Sir Charles\nOwens, formerly General Manager of the London and South Western Railway Company, in the course of an\naddress delivered by him to students of the London School of Economics on October 12, 1914. He to[lvdii ih]ow,\nsome five or six years ago, he had met at a social function the Secretary of State for War, who, after dinner,\ntook him aside and asked, \"Do you think in any emergency which might arise in this country the railways\nwould be able to cope with it adequately?\" To this question Sir Charles replied, \"I will stake my reputation as\na railway man that the country could not concentrate men and materials half so fast as the railways could deal\nwith them; but the management of the railways must be left in the hands of railway men.\" We have here an\naffirmation and a proviso. That the affirmation was warranted has been abundantly proved by what the\nBritish railways have accomplished in the emergency that has arisen. The special significance of the proviso\nwill be understood in the light of what I record in the present work concerning the control of railways in war.\nTaking the railways of all the countries, whether friends or foes, concerned in the present World-War, and\nassuming, for the sake of argument, that all, without exception, have accomplished marvels in the way of\nmilitary transport, one must, nevertheless, bear in mind two important considerations:—\n(1) That, apart from the huge proportions of the scale upon which, in the aggregate, the railways are being\nrequired to serve military purposes, the present conflict, in spite of its magnitude, has thus far produced no\nabsolutely new factor in the employment of railways for war except as regards the use of air-craft for their\ndestruction.\n(2) That when hostilities were declared in August, 1914, the subject of the employment of railways for the\npurposes of war had already been under the consideration of railway and military experts in different\ncountries for no fewer than eighty years, during which period, and as the result of vast study, much\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 5/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nexperience, and many blunders in or between wars in various parts of the world, there had been slowly\nevolved certain fixed principles and, also, subject to constant amendments, a recognised and comprehensive\norganisation which, accepted more or less completely by the leading nations, with modifications to suit their\nnational circumstances and conditions, was designed to meet all contingencies, to provide, as far as[ ihx]uman\nforesight could suggest, for all possible difficulties, and be capable of application instantly the need for it\nmight arise.\nThe time has not yet come for telling all that the railways have thus far done during the war which has still to\nbe fought out. That story, in the words of a railway man concerned therein, is at present \"a sealed book.\"\nMeanwhile, however, it is desirable that the position as defined in the second of the two considerations given\nabove should be fully realised, in order that what the railways and, so far as they have been aided by them,\nthe combatants, have accomplished or are likely to accomplish may be better understood when the sealed\nbook becomes an open one.\nIf, as suggested at the outset, the world has already been taken by surprise even by what the railways are\nknown to have done, it may be still more surprised to learn (as the present work will show) that the\nconstruction of railways for strategical purposes was advocated in Germany as early as 1833; that in 1842 a\nscheme was elaborated for covering Germany with a network of strategical railways which, while serving the\nentire country, would more especially allow of war being conducted on two fronts—France and Russia—at\nthe same time; and that in the same year (1842) attention was already being called in the French Chamber to\nthe \"aggressive lines\" which Germany was building in the direction of France, while predictions were also\nbeing made that any new invasion of France by Germany would be between Metz and Strasburg.\nIf, again, it is found that a good deal of space is devoted in the present work to the War of Secession,\ncriticism may, perhaps, be disarmed by the explanation that the American Civil War was practically the\nbeginning of things as regards the scientific use of railways for war, and that many of the problems connected\ntherewith were either started in the United States or were actually worked out there, precedents being\nestablished and examples being set which the rest of the world had simply to follow, adapt or perfect. The\npossibility of carrying on warfare at a great distance from the base of supplies by means of even a sin[gxl]e line\nof single-track railway; the creation of an organised corps for the restoration, operation or destruction of\nrailways; the control of railways in war by the railway or the military interests independently or jointly; the\nquestion as to when the railway could be used to advantage and when it would be better for the troops to\nmarch; the use of armoured trains; the evolution of the ambulance or the hospital train—all these, and many\nother matters besides, are to be traced back to the American Civil War of 1861-65, and are dealt with herein\nat what, it is hoped, will be found not undue length.\nAs for the building up of the subsequent organisation in Europe—Germany, France and England being the\ncountries selected for special treatment in relation thereto—this, also, has had to be described with some\nregard for detail; and, incidentally, it is shown (1) that the alleged perfection of Germany's arrangements\nwhen she went to war with France in 1870-71 is merely one of the fictions of history, so far as her military\nrail-transport was concerned; (2) that France learned the bitter lesson taught her by the deplorable and\nundeniable imperfections of her own transport system—or no-system—on that occasion, and at once set\nabout the creation of what was to become an organisation of the most complete and comprehensive character;\nand (3) that the \"beginning of things\" in England, in the way of employing railways for the purposes of war,\nwas the direct outcome of the conditions of semi-panic created here in 1859 by what was regarded as the\nprospect of an early invasion of this country by France, coupled with the then recognised deficiencies of our\nmeans of national defence.\nMilitary railways, as employed in the Crimean War, the Abyssinian Campaign, the Franco-German War, the\nRusso-Turkish War and the Sudan are described; a detailed account is given of the use of railways in the Boer\nWar and the Russo-Japanese War; and this is followed by a description of the strategical railways constructed\nin Germany for the purpose of facilitating war on the possessions of her neighbours.\nChapters XIX and XX deal with the building of railways which, whether avowedly strategical or wha[tx Ii] have\ndescribed as \"economic-political-strategical,\" are intended to effect the purposes of conquest, with or without\nthe accompaniment of war. The former of these two chapters, which shows how, with the help of railways,\nGermany proposed to transform the African continent into an African Empire of her own, should be found\ndeserving of notice, and especially so in view of the statements quoted (p. 311) as having been made by\nGerman officers in what was then German South-West Africa, to the effect that the main objective of\nGermany in going to war would be the conquest of Africa, \"the smashing up of France and Great Britain\"\nbeing regarded only as \"incidents\" which, followed by seizure of the possessions of the smaller Powers,\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 6/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nwould make Germany the supreme Power in Africa, and lead to the whole African continent becoming a\nGerman possession.\nFrom Chapter XX the reader will learn how Germany proposed to employ railways for the furthering of her\naims against, not only Asiatic Turkey, but Egypt and India, as well.\nThe subsidiary articles on \"Indian Frontier Railways\" and \"The Defence of Australia\" have no direct bearing\non that evolution of rail-power in warfare with which it is the special purpose of the present volume to deal;\nbut in the belief that they are of interest and importance in themselves, from the point of view of the general\nquestion, they have been given in an Appendix. The difficulties and other conditions under which the SindPishin State Railway, designed to serve strategical purposes, was built to the frontiers of Afghanistan are\nunexampled in the history either of railways or of war. As regards Australia, the gravity of the position there\nwas well indicated by Lord Kitchener when he wrote of the lines running inland that they were \"of little use\nfor defence, although possibly of considerable value to an enemy who would have temporary command of\nthe sea.\"\nAt the end of the volume there is a Bibliography of books, pamphlets and review or other articles rel[axtiiin]g to\nthe use of railways for the purposes of war. In the first instance this compilation was based on a \"List of\nReferences\" prepared by the American Bureau of Railway Economics; but, while many items on that list\nhave here been omitted, a considerable number of others have been inserted from other sources. The\nBibliography is not offered as being in any way complete, but it may, nevertheless, be of advantage to\nstudents desirous of making further researches into the matters of history here specially treated.\nThe assistance rendered in other ways by the American Bureau of Railway Economics in the preparation of\nthe present work has been most helpful. In the writing of the chapters concerning German designs on Africa,\nAsia Minor, etc., the resources of the well-arranged and admirably-indexed library of the Royal Colonial\nInstitute have been of great service. I have, also, to express cordial acknowledgments to the General\nManagers and other officers of various leading railway companies for information given respecting the\norganisation of railways in this country for military purposes.\nEDWIN A. PRATT.\nNovember, 1915.\n[1]\nThe Rise of Rail-Power in\nWar and Conquest\nCHAPTER I\nA New Factor\nWhile the original purpose of railways was to promote the arts of peace, the wide scope of their possibilities\nin the direction, also, of furthering the arts of war began to be realised at a very early date after their success\nin the former capacity had been assured in Great Britain.\nAlready the canal system had introduced an innovation which greatly impressed the British public. In\nDecember, 1806, a considerable body of troops went by barge on the Paddington Canal from London to\nLiverpool, en route for Dublin, relays of fresh horses for the canal boats being provided at all the stages in\norder to facilitate the transport; and in referring to this event The Times of December 19, 1806, remarked:\n—\"By this mode of conveyance the men will be only seven days in reaching Liverpool, and with\ncomparatively little fatigue, as it would take them above fourteen days to march that distance.\"\nBut when, on the opening of the Liverpool and Manchester Railway, in 1830, a British regiment was\nconveyed thereon, in two hours, a journey of thirty-four miles, which they would have required two days to\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 7/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\naccomplish on foot, far-seeing men became still more impressed, and began to realise that there had, indeed,\nbeen introduced a new factor destined to exercise a powerful influence on the future conduct of war.\nThe geographical position of the United Kingdom led, in those early days, to greater importance being\nattached to the conveniences of railways as a means of transport than to their actual strategical and [t2a]ctical\nadvantages; and the issue by the War Office, in 1846, of a \"Regulation Relative to the Conveyance of Her\nMajesty's Forces, their Baggage and Stores, by Rail,\" may have appeared to meet the requirements of the\nimmediate situation, so far as this country was concerned.\nOn the Continent of Europe, however, the rivalry of nations divided from one another only by a more or less\nuncertain or varying frontier, and still powerfully influenced by the recollection of recent conflicts, resulted\nin much greater attention being paid to the possibilities of the new development.\nThe first definite proposals for the use of railways for strategical purposes were advanced, as early as 1833,\nby Friedrich Wilhelm Harkort, a Westphalian worthy who came to be better known in his native land as \"Der\nalte Harkort.\" A participant in the Napoleonic wars, he had subsequently shown great energy and enterprise in\nthe development of steam engines, hydraulic presses, iron-making, and other important industries in\nGermany; he had been the first writer in that country to give an account—as he did in 1825—of the progress\nEngland was making in respect to railways and steamships; and he had, in 1826, placed a working model of a\nrailway in the garden of the Elberfeld Museum. These various efforts he followed up, in 1833, by bringing\nforward in the Westphalian Landtag a scheme for the building of a railway to connect the Weser and the\nLippe. Later in the same year he published \"Die Eisenbahn von Minden nach Köln,\" in which he laid special\nstress on the value to Germany of the proposed line from a military point of view. With the help of such a\nrailway, he argued, it would be possible to concentrate large bodies of troops at a given point much more\nspeedily than if they marched by road; he made calculations as to what the actual saving in time, as well as in\nphysical strain, would be in transporting Prussian troops from various specified centres to others; and he\nproceeded:—\nLet us suppose that we had a railway and a telegraph line on the right bank of the Rhine, from[3]\nMainz to Wesel. Any crossing of the Rhine by the French would then scarcely be possible, since\nwe should be able to bring a strong defensive force on the spot before the attempt could be\ndeveloped.\nThese things may appear very strange to-day; yet in the womb of the future there slumbers the\nseed of great developments in railways, the results of which it is, as yet, quite beyond our powers\nto foresee.\nHarkort's proposals gave rise to much vigorous controversy in Germany. The official classes condemned as\n\"nonsensical fancies\" his ideas, not only as to the usefulness of railways for the conveyance of troops, but,\nalso, as to the utility of railways for any practical purposes whatever; and contemporary newspapers and\nperiodicals, in turn, made him the butt of their ridicule.\nThe pros and cons of the use of railways for military purposes were, none the less, actively discussed in\nnumerous pamphlets and treatises. Just as, in France, General Rumigny, adjutant to Louis-Philippe, had\nalready foreshadowed the possibility of a sudden invasion by a German army reaching the frontier by rail, so,\nalso, in Germany, in the words of one writer at this period, \"anxious spirits shudder at the thought that, some\nfine spring morning, a hundred thousand Frenchmen, thirsting for war, will suddenly invade our peaceful\nvalleys at bird-like speed, thanks to the new means of locomotion, and begin their old game (das alte Spiel)\nover again.\" On the other hand there were military sceptics—such as the author of a pamphlet \"Uber die\nMilitärische Benutzung der Eisenbahnen\" (Berlin, 1836)—who, basing their calculations on locomotive\nperformances up to that date, asserted that, although the railway might be of service in the conveyance of\nsupplies, guns and ammunition, it would be of no advantage in the transport of troops. These, they declared,\nwould get to their destination sooner if they marched.[1]\nThe most noticeable of the various publications issued in Germany at this period was a book by Carl [E4]duard\nPönitz (\"Pz.\"), which appeared at Adorf, Saxony, in 1842, under the title of \"Die Eisenbahnen als militärische\nOperationslinien betrachtet, und durch Beispiele erlaütert.\" The writer of this remarkable book (of which a\nsecond edition was issued in 1853) gave a comprehensive survey of the whole situation in regard to railways\nand war, so far as the subject could be dealt with in the light of railway developments and of actual\nexperiences of troop movements by rail down to that time; and he argued strongly in favour of the advantages\nto be derived from the employment of railways for military purposes. He even suggested that, in the event of\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 8/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nan inadequate supply of locomotives, or of operations having to be conducted in a mountainous country\nwhere locomotives could not be used for heavy traffic, the troops might still use their own horses to draw the\ncoaches and wagons along the railway lines, so that the men would arrive fresh and fit for immediate fighting\nat the end of their journey.\nDescribing railways as the most powerful vehicle for the advancement of \"Kultur\" since the invention of\nprinting, Pönitz showed how Belgium and Saxony were the two countries which had taken the initiative in\nrailway construction on the Continent of Europe; and his references to the former country are especially\ndeserving of being recalled, in view of recent events. He pointed to the good example which had been set by\nthe \"far-sighted and energetic\" King of the Belgians, and continued:—\nAlthough, in a land torn asunder by revolutionary factions, many wounds were still bleeding; and\nalthough the newly-created kingdom was threatened by foes within and without and could\norganise means of resistance only with great difficulty, there was, nevertheless, taken in hand a\nscheme for the construction of a network of railways designed to extend over the entire country,\nwhile at the present moment the greater part of that scheme has, in fact, been carried out. In this\nway King Leopold has raised up for himself a memorial the full value and significance of which\nmay, perhaps, be appreciated only by generations yet to come.\nWhile Belgium was thus shown to have been setting a good example, the only railways which Pruss[5ia] then\nhad in actual operation (apart from the Berlin-Stettin and the Berlin-Breslau lines, which had been begun, and\nothers which had been projected) were the Berlin-Potsdam and the Berlin-Magdeburg-Leipzig lines; though\nSaxony had the Leipzig-Dresden line, and Bavaria the Nüremberg-Fürth and the Munich-Augsburg lines.\nPönitz, however, excused the backwardness of Prussia on the ground that if her Government had refused, for\na long time, to sanction various projected railways, or had imposed heavy obligations in regard to them, such\naction was due, not to prejudice, but to \"a wise foresight\"—meaning, presumably, that Prussia was waiting to\nprofit by the experience that other countries were gaining at their own cost.\nHaving dealt with all the arguments he could advance in favour of the general principle of employing\nrailways for military purposes, Pönitz proceeded to elaborate a scheme for the construction of a network of\nstrategical lines serving the whole of Germany, though intended, more especially, to protect her frontiers\nagainst attack by either France or Russia. Without, he said, being in the secrets of international politics, he\nthought he might safely presume that Germany's only fear of attack was from one of these two directions;\nand, although the relations of the Great Powers of Europe were then peaceful, a continuance of those\nconditions could not, of course, be guaranteed. So, he proceeded—\nWe have to look to these two fronts; and, if we want to avoid the risk of heavy losses at the\noutset, we needs must—also at the outset—be prepared to meet the enemy there with an\noverwhelming force. Every one knows that the strength of an army is multiplied by movements\nwhich are rapid in themselves and allow of the troops arriving at the end of their journey without\nfatigue.\nIn a powerful appeal—based on motives alike of patriotism, of national defence and of economic advantage\n—that his fellow-countrymen should support the scheme he thus put forward, Pönitz once more pointed to\nBelgium, saying:—\n[6]\nThe youngest of all the European States has given us an example of what can be done by\nintelligence and good will. The network of Belgian railways will be of as much advantage in\nadvancing the industries of that country as it will be in facilitating the defence of the land against\nattack by France. It will increase alike Belgium's prosperity and Belgium's security. And we\nGermans, who place so high a value on our intelligence, and are scarcely yet inclined to\nrecognise the political independence of the Belgian people, shall we remain so blind as not to see\nwhat is needed for our own safety?\nPönitz could not, of course, anticipate in 1842 that the time would come when his country, acting to the full\non the advice he was then giving, would have her strategic railways, not only to the French and the Russian,\nbut, also, to the Belgian frontier, and would use those in the last-mentioned direction to crush remorselessly\nthe little nation concerning which he himself was using words of such generous sympathy and approbation.\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 9/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nThe ideas and proposals put forward by Pönitz (of whose work a French translation, under the title of \"Essai\nsur les Chemins de Fer, considérés commes lignes d'opérations militaires,\" was published by L. A. Unger in\nParis, in 1844) did much to stimulate the discussion of the general question, while the military authorities of\nGermany were moved to make investigations into it on their own account, there being issued in Berlin, about\n1848 or 1850, a \"Survey of the Traffic and Equipment of German and of neighbouring foreign Railways for\nmilitary purposes, based on information collected by the Great General Staff.\"[2]\nIn France, also, there were those who, quite early in the days of the new means of transport, predicted the\nimportant service it was likely to render for the purposes of war no less than for those of peace.\nGeneral Lamarque declared in the French Chamber of Deputies in 1832, or 1833, that the strategica[l7 u]se of\nrailways would lead to \"a revolution in military science as great as that which had been brought about by the\nuse of gunpowder.\"\nAt the sitting of the Chamber on May 25, 1833, M. de Bérigny, in urging the \"incontestable\" importance of\nrailways, said:—\nFrom the point of view of national defence, what advantages do they not present! An army, with\nall its material, could, in a few days, be transported from the north to the south, from the east to\nthe west, of France. If a country could thus speedily carry considerable masses of troops to any\ngiven point on its frontiers, would it not become invincible, and would it not, also, be in a\nposition to effect great economies in its military expenditure?\nIn a further debate on June 8, 1837, M. Dufaure declared that railways had a greater mission to fulfil than that\nof offering facilities to industry or than that of conferring benefits on private interests. Was it a matter of no\naccount, he asked, that they should be able in one night to send troops to all the frontiers of France, from\nParis to the banks of the Rhine, from Lyons to the foot of the Alps, with an assurance of their arriving fresh\nand ready for combat?\nThen, in 1842, M. Marschall, advocating the construction of a line from Paris to Strasburg, predicted that any\nnew invasion of France by Germany would most probably be attempted between Metz and Strasburg. He\nfurther said:—\nIt is there that the German Confederation is converging a formidable system of railways from\nCologne, Mayence and Mannheim.... Twenty-four hours will suffice for our neighbours to\nconcentrate on the Rhine the forces of Prussia, Austria and the Confederation, and on the\nmorrow an army of 400,000 men could invade our territory by that breach of forty leagues\nbetween Thionville and Lauterburg, which are the outposts of Strasburg and Metz. Three months\nlater, the reserve system organised in Prussia and in some of the other German States would\nallow of a second Army being sent of equal force to the other. The title of \"aggressive lines\"\ngiven by our neighbours to these railways leave us with no room for doubt as to their intentions.\nStudies for an expedition against Paris by way of Lorraine and Champagne can hardly be\nregarded as indicative of a sentiment of fraternity.\nFrance, however, had no inclination at that time to build railways designed to serve military pu[8rp]oses,\nwhether from the point of view of aggression or even from that of national defence; so that in a letter to his\nbrother Ludwig, written April 13, 1844, von Moltke, then a member of the General Staff of the Fourth Army\nCorps of the Prussian Army, declared that whilst Germany was building railways, the French Chamber was\nonly discussing them. This was so far the case that when, later on, Germany had nearly 3,300 miles of\nrailway France was operating only a little over 1,000 miles.\nApart from the experiences, on quite a small scale, which had been obtained on the Liverpool and\nManchester Railway, the earliest example of what railways could do in the transport of large bodies of troops\nwas afforded in 1846, when Prussia's Sixth Army Corps—consisting of over 12,000 men, together with\nhorses, guns, road vehicles and ammunition—was moved by rail, upon two lines, to Cracow. In 1849 a\nRussian corps of 30,000 men, with all its equipment, was taken by rail from its cantonments in Poland to\nGöding, Moravia, whence it effected a junction with the Austrian army. There was, also, a certain movement\nof German troops by rail to Schleswig-Holstein in the troubles of 1848-50; but of greater importance than\nthese other instances was the transport of an Austrian army of 75,000 men, 8,000 horses and 1,000 vehicles\nfrom Vienna and Hungary to the Silesian frontier in the early winter of 1850.\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 10/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nIt is true that, owing to the combined disadvantages of single-line railways, inadequate staff and rolling stock,\nunfavourable weather, lack of previous preparations and of transport regulations, and delays from various\nunforeseen causes, no fewer than twenty-six days were occupied in the transport, although the journey was\none of only about 150 miles. It was, also, admitted that the troops could have marched the distance in the\nsame time. All the same, as told by Regierungsrat Wernekke,[3] the movement of so large a body of troops by\nrail at all was regarded as especially instructive. It was the cause of greater attention being paid to the use of\nrailways for military purposes, while it further led (1) to the drawing up, in May, 1851, of a scheme for the\nconstruction throughout the Austrian monarchy of railways from the special point of view of strategical\nrequirements; and (2) to a reorganisation of the methods hitherto adopted for the transport of troops by rail,\nthe result being that the next considerable movement in Austria—in the year 1853—was conducted with\n\"unprecedented regularity and efficiency,\" and this, also, without any cessation of the ordinary traffic of the\nlines concerned.\nIn 1851 a further striking object lesson of the usefulness of railways was afforded by the moving of a d[9i]vision\nof 14,500 men, with nearly 2,000 horses, 48 guns and 464 vehicles, from Cracow to Hradish, a distance of\n187 miles, in two days. Reckoning that a large column of troops, with all its impedimenta, would march\ntwelve miles per day, and allowing for one day's rest in seven, the movement would, in this instance, have\noccupied fifteen days by road instead of two days by rail.\nIt was in the Italian campaign of 1859 that railways first played a conspicuous part in actual warfare, both\nstrategically and tactically. \"In this campaign,\" said Major Millar, R.A., V.C., of the Topographical Staff, in\ntwo lectures delivered by him at the Royal United Service Institution in 1861[4]—\nRailways assisted the ordinary means of locomotion hitherto employed by armies. By them\nthousands of men were carried daily through France to Toulon, Marseilles, or the foot of Mont\nCenis; by them troops were hastened up to the very fields of battle; and by them injured men\nwere brought swiftly back to the hospitals, still groaning in the first agony of their wounds.\nMoreover, the railway cuttings, embankments and bridges presented features of importance\nequal or superior to the ordinary accidents of the ground, and the possession of which was hotly\ncontested. If you go to Magenta you will see, close to the railway platform on which you alight,\nan excavation full of rough mounds and simple black crosses, erected to mark the resting-places\nof many hundred men who fell in the great fight. This first employment of railways in close\nconnection with vast military operations would alone be enough to give a distinction to this\ncampaign in military history.\nThe French railways, especially, attained a remarkable degree of success. In eighty-six days—from A[1p0r]il 19\nto July 15—they transported an aggregate of 604,000 men and over 129,000 horses, including nearly 228,000\nmen and 37,000 horses sent to Culox, Marseilles, Toulon, Grenoble and Aix by lines in the south-east. The\ngreatest movements took place during the ten days from April 20 to April 30, when the Paris-Lyons\nCompany, without interrupting the ordinary traffic, conveyed an average per day of 8,421 men and 512\nhorses. On April 25, a maximum of 12,138 men and 655 horses was attained. During the eighty-six days\nthere were run on the lines of the same company a total of 2,636 trains, including 253 military specials. It\nwas estimated that the 75,966 men and 4,469 horses transported by rail from Paris to the Mediterranean or to\nthe frontiers of the Kingdom of Sardinia between April 20 and April 30 would have taken sixty days to make\nthe journey by road. In effect, the rate of transit by rail was six times greater than the rate of progress by\nmarching would have been, and this, again, was about double as fast as the best achievement recorded up to\nthat time on the German railways. The Chasseurs de Vincennes are described as leaving the station at Turin\nfull of vigour and activity, and with none of the fatigue or the reduction in numbers which would have\noccurred had they made the journey by road.\nAs against, however, the advantage thus gained by the quicker transport of the French troops to the seat of\nwar, due to the successful manner in which the railways were operated, there had to be set some serious\ndefects in administrative organisation. When the men got to the end of their rail journey there was a more or\nless prolonged waiting for the food and other necessaries which were to follow. There were grave\ndeficiencies, also, in the dispatch of the subsequent supplies. On June 25, the day after the defea[t1 1o]f the\nAustrians, the French troops had no provisions at all for twenty-four hours, except some biscuits which were\nso mouldy that no one could eat them. Their horses, also, were without fodder. In these circumstances it was\nimpossible to follow up the Austrians in their retreat beyond the Mincio.\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 11/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nThus the efficiency of the French railways was to a large extent negatived by the inefficiency of the military\nadministration; and in these respects France had a foretaste, in 1859, of experiences to be repeated on a much\ngraver scale in the Franco-German War of 1870-71.\nAs regards the Austrians, they improved but little on their admittedly poor performance in 1850, in spite of\nthe lessons they appeared to have learned as the result of their experiences on that occasion. Government and\nrailways were alike unprepared. Little or no real attempt at organisation in time of peace had been made, and,\nin the result, trains were delayed or blocked, and stations got choked with masses of supplies which could not\nbe forwarded. At Vienna there was such a deficiency of rolling stock—accelerated by great delays in the\nreturn of empties—that many of the troop trains for the South could not be made up until the last moment.\nEven then the average number of men they conveyed did not exceed about 360. At Laibach there was much\ncongestion because troops had to wait there for instructions as to their actual destination. Other delays\noccurred because, owing to the heavy gradients of the Semmering Pass, each train had to be divided into\nthree sections before it could proceed. Between, again, Innsbruck and Bozen the railway was still incomplete,\nand the First Corps (about 40,000 men and 10,000 horses) had to march between these two points on their\njourney from Prague to Verona. Notwithstanding this fact, it was estimated that they covered in fourteen days\na journey which would have taken sixty-four days if they had marched all the way. From Vienna to\nLombardy the Third Army Corps (20,000 men, 5,500 horses, with guns, ammunition and 300 wagons) was\ncarried by rail in fourteen days, the rate of progress attained being four and a half times greater than by road\nmarching, though still inferior by one and a half times to what the French troop-trains had accomplishe[1d2.]\nOn both sides important reinforcements were brought up at critical periods during the progress of the war.\nReferring to the attacks by the allies on Casteggio and Montebello, Count Gyulai, the Austrian General,\nwrote:—\"The enemy soon displayed a superior force, which was continually increased by arrivals from the\nrailway\"; and the special correspondent of The Times, writing from Pavia on May 21, 1859, said:—\nFrom the heights of Montebello the Austrians beheld a novelty in the art of war. Train after train\narrived by railway from Voghera, each train disgorging its hundreds of armed men and\nimmediately hastening back for more. In vain Count Stadion endeavoured to crush the force\nbehind him before it could be increased enough to overpower him.\nThen, also, the good use made of the railways by the allies in carrying out their important flanking movement\nagainst the Austrians at Vercelli gave further evidence of the fact that rail-power was a new force which could\nbe employed, not alone for the earlier concentration of troops at the seat of war, but, also, in support of\nstrategic developments on the battle-field itself. Commenting on this fact the Spectateur Militaire said, in its\nissue for September, 1869:—\nLes chemins de fer ont joué un rôle immense dans cette concentration. C'est la première fois que,\ndans l'histoire militaire, ils servent d'une manière aussi merveilleuse et entrent dans les\ncombinaisons stratégiques.\nWhile these observations were fully warranted by the results accomplished in regard to concentration,\nreinforcements and tactical movements by rail, the campaign also brought out more clearly than ever before\nthe need, if railways were to fulfil their greatest possible measure of utility in time of war, of working out in\nadvance all important details likely to arise in connection with the movement of troops, instead—as in the\ncase of the Austrians, at least—of neglecting any serious attempt at organisation until the need arose for\nimmediate action.\nFrom all these various points of view the Italian campaign of 1859 marked a further important stag[e1 3in] the\nearly development of that new factor which the employment of railways for the purposes of warfare\nrepresented; though far greater results in the same direction were to be brought about, shortly afterwards, by\nthe American Civil War of 1861-65. Not only does the real development of rail-power as a new arm in war\ndate therefrom, but the War of Secession was to establish in a pre-eminent degree (1) the possibility, through\nthe use of railways, of carrying on operations at a considerable distance from the base of supplies; (2) the\nneed of a special organisation to deal alike with restoration of railway lines destroyed by the enemy and with\nthe interruption, in turn, of the enemy's own communications; and (3) the difficulties that may arise as\nbetween the military element and the technical (railway) element in regard to the control and operation of\nrailways during war. To each of these subjects it is proposed to devote a separate chapter.\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 12/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nFOOTNOTES:\nIn 1[814]7 one of the leading military writers in Germany published a pamphlet in which he sought\nto prove that the best-organised railway could not carry 10,000 Infantry a distance equal to sixty\nEnglish miles in twenty-four hours. As for the conveyance of Cavalry and Artillery by train, he\ndeclared that this would be a sheer impossibility.\n\"Ue[b2e]rsicht des Verkehrs und der Betriebsmittel auf den inländischen und den benachbarten\nausländischen Eisenbahnen für militärischen Zwecke; nach dem beim grossen Generalstabe\nvorhanden Materialen zusammen gestellt.\"\n\"Di[e3 M] itwirkung der Eisenbahn an den Kriegen in Mitteleuropa.\" \"Archiv für Eisenbahnwesen,\"\nJuli und August, 1912.\n\"Jou[4rn]al of the Royal United Service Institution,\" vol. v, pp. 269-308. London, 1861.\n[14]\nCHAPTER II\nRailways in the Civil War\nSuch were the conditions under which the War of Secession in the United States was fought that without the\nhelp of railways it could hardly have been fought at all.\nThe area of the military operations, from first to last, was equal in extent almost to the whole of Europe. The\nline of separation between the rival forces of North and South was fully 2,000 miles. Large portions of this\nregion were then unexplored. Everywhere, except in the towns, it was but thinly populated. Civilisation had\nnot yet progressed so far that an advancing army could always depend on being able to \"live on the country.\"\nThere were occasions when local supplies of food and forage were so difficult of attainment that an army\nmight be wholly dependent on a base hundreds of miles distant from the scene of its operations.\nOf roads and tracks throughout this vast area there were but few, and these were mostly either indifferent or\nbad, even if they did not become positively execrable in wet weather or after a considerable force of troops\nhad passed along them. In the low-lying districts, especially, the alluvial undrained soil was speedily\nconverted by the winter floods into swamps and lakes. Further difficulties in the movement of troops were\noffered by pathless forests as large as an English county; and still others by the broad rivers or the mountain\nranges it might be necessary to cross.\nApart from the deficient and defective roads and tracks, the transport facilities available for the combatants\nwere those afforded by coastal services, navigable rivers, canals and railways. Of these it was the railways\nthat played the most important rôle.\nThe American railway lines of those days had, generally speaking, been constructed as cheaply as pos[s1ib5]le by\nthe private enterprise which—though with liberal grants of land and other advantages—alone undertook their\nprovision, the main idea being to supply a railway of some sort to satisfy immediate wants and to improve it\nlater on, when population and traffic increased and more funds were available. The lines themselves were\nmostly single track; the ballasting was too often imperfect; iron rails of inadequate weight soon wore down\nand got out of shape; sleepers (otherwise \"ties\"), which consisted of logs of wood brought straight from the\nforests, speedily became rotten, especially in low-lying districts; while, in the early 'Sixties lumber, used\neither in the rough or smoothed on two sides, was still the customary material for the building of bridges and\nviaducts carrying the railways across narrow streams, broad rivers or widespread valleys.\nAll the same, these railways, while awaiting their later betterment, extended for long distances, served as a\nconnecting link of inestimable advantage between the various centres of population and production, and\noffered in many instances the only practicable means by which troops and supplies could be moved. They\nfulfilled, in fact, purposes of such vital importance from a strategical point of view that many battles were\nfought primarily for the control of particular railways, for the safeguarding of lines of communication, or for\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 13/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nthe possession, more especially, of important junctions, some of which themselves became the base for more\nor less distant operations.\nThe North, bent not simply on invasion but on reconquest of the States which had seceded, necessarily took\nthe offensive; the South stood mostly on the defensive. Yet while the population in the North was far in\nexcess of that in the South, the initial advantages from a transport point of view were in favour of the South,\nwhich found its principal ally in the railways. Generals in the North are, indeed, said to have been\nexceedingly chary, at first, in getting far away from the magazines they depended on for their supplies;\nthough this uneasiness wore off in proportion as organised effort showed how successfully the lines[1 o6]f rail\ncommunication could be defended.\nIn these and other circumstances, and especially in view of the paramount importance the railway system was\nto assume in the conduct of the war, the Federal Government took possession of the Philadelphia,\nWilmington and Baltimore Railway on March 31, 1861. This preliminary measure was followed by the\npassing, in January, 1862, by the United States House of Representatives, of \"An Act to authorise the\nPresident of the United States in certain cases to take possession of railroad and telegraph lines, and for other\npurposes.\"\nThe President, \"when in his judgment the public safety may require it,\" was \"to take possession of any or all\nthe telegraph lines in the United States; ... to take possession of any or all the railroad lines in the United\nStates, their rolling stock, their offices, shops, buildings and all their appendages and appurtenances; to\nprescribe rules and regulations for the holding, using, and maintaining of the aforesaid telegraph and railroad\nlines, and to extend, repair and complete the same in the manner most conducive to the safety and interest of\nthe Government; to place under military control all the officers, agents and employés belonging to the\ntelegraph and railroad lines thus taken possession of by the President, so that they shall be considered as a\npost road and a part of the military establishment of the United States, subject to all the restrictions imposed\nby the Rules and Articles of War.\" Commissioners were to be appointed to assess and determine the damages\nsuffered, or the compensation to which any railroad or telegraph company might be entitled by reason of such\nseizure of their property; and it was further enacted \"that the transportation of troops, munitions of war,\nequipments, military property and stores, throughout the United States, should be under the immediate\ncontrol and supervision of the Secretary of War and such agents as he might appoint.\"\nThus the Act in question established a precedent for a Government taking formal possession of, and\nexercising complete authority and control over, the whole of such railways as it might require to emp[1lo7]y for\nthe purposes of war; although, in point of fact, only such lines, or portions of lines, were so taken over by the\nWar Department as were actually required. In each instance, also, the line or portion of line in question was\ngiven back to the owning company as soon as it was no longer required for military purposes; while at the\nconclusion of the war all the lines taken possession of by the Government were formally restored to their\noriginal owners by an Executive Order dated August 8, 1865.\nUnder the authority of the Act of January 31, 1862, the following order was sent to Mr. Daniel Craig\nMcCallum, a native of Johnstone, Renfrewshire, Scotland, who had been taken to America by his parents\nwhen a youth, had joined the railway service, had held for many years the position of general superintendent\nof the Erie Railroad, and was one of the ablest and most experienced railway men then in the United States:\n—\nWar Department.\nWashington City, D.C.,\nFebruary 11, 1862.\nOrdered, That D. C. McCallum be, and he is hereby, appointed Military Director and\nSuperintendent of Railroads in the United States, with authority to enter upon, take possession\nof, hold and use all railroads, engines, cars, locomotives, equipments, appendages and\nappurtenances that may be required for the transport of troops, arms, ammunition and military\nsupplies of the United States, and to do and perform all acts and things that may be necessary\nand proper to be done for the safe and speedy transport aforesaid.\nBy order of the President, Commander-in-Chief of the Army and Navy of the United States.\nEdwin M. Stanton,\nSecretary of War.\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 14/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nMcCallum commenced his duties with the staff rank of Colonel, afterwards attaining to that of Brev.-Brig.-\nGeneral. The scope of the authority conferred on him, under the War Department order of February 11, 1862,\nwas widened a year later, when he was further appointed general manager of all railways in possessio[n1 8o]f the\nFederal Government, or that might from time to time be taken possession of by military authority, in the\ndepartments of the Cumberland, the Ohio, the Tennessee, and of Arkansas, forming the \"Military Division of\nthe Mississippi.\"\nThe total mileage of the lines taken over by the Federal Government during the course of the war was 2,105,\nnamely, in Virginia, 611 miles; in the military division of the Mississippi, 1,201; and in North Carolina, 293.\nMuch more was involved, however, for the Federal Government than a mere transfer to themselves of the\nownership and operation of these lines for the duration of the war.\nOne of the greatest disadvantages of the American railways at the time of the Civil War lay in their\ndifferences of gauge. The various companies had built their lines with gauges chosen either to suit local\nconditions or according to the views of their own engineers, with little or no consideration for the running of\nthrough traffic on or from other lines. There were, in fact, at that time gauges of 6 ft., 5 ft. 6 in., 5 ft., 4 ft. 10\nin., 4 ft. 9 in., 4 ft. 81⁄2 in. (the standard English gauge), and various narrower gauges besides. These\nconditions prevailed until 1866, when the companies adopted a uniform gauge of 4 ft. 81⁄2 in.\nDuring the Civil War the lack of uniformity was in full force, and military transport by rail was greatly\ncomplicated in consequence. More than one-half of the lines taken over and operated had a gauge of 5 ft., and\nthe remainder had a gauge of 4 ft. 81⁄2 in., except in the case of one short line, which was 5 ft. 6 in. As\nlocomotives and rolling stock adapted to one gauge were unsuited to any other, the obligations falling upon\nthe Director and General Manager of the Federal Military Railways included that of taking up the lines of\ncertain companies which had adopted the 5 ft. gauge, and relaying them with the 4 ft. 81⁄2 in. gauge, so that\nthe same rolling stock could be used as on lines connecting with them.\nIncidentally, therefore, the Civil War in America taught the lesson that the actual value of rail-power as\ninfluencing warfare in one and the same country, or on one and the same continent, may vary ma[1te9r]ially\naccording to whether there is uniformity or diversity of railway gauge.\nIn certain instances the lines taken possession of were in so defective a condition that it was imperatively\nnecessary to relay them, apart altogether from any question of gauge. When McCallum was appointed\nGeneral Manager of Military Railways for the Division of the Mississippi, the main army was at\nChattanooga, Tennessee, and its supplies were being received from Nashville, 151 miles distant, over the\nNashville and Chattanooga Railroad. This was necessarily the main line of supply during the subsequent\ncampaigns from Chattanooga towards Atlanta, and from Knoxville towards South-western Virginia; yet\nMcCallum says of it, in the Final Report he presented to the Secretary of War in 1866:—\nThe track was laid originally in a very imperfect manner, with a light U-rail on wooden stringers\nwhich were badly decayed and caused almost daily accidents by spreading apart and letting the\nengines and cars drop through them.\nIn still other instances, lines which, though begun, were not finished, had to be completed; in others new lines\nhad to be constructed throughout, or extensive sidings provided; so that once more we see that it was not then\nsimply a question of the Federal Government taking possession of and operating an existing complete and\nefficient system of railways.\nWhatever, again, the condition of the lines when taken over, the railways of both combatants were subjected\nto constant attack by the other side with a view to the interruption of communications, the destruction of\nrailway track, railway bridges, rolling stock and other railway property being enormous.\nReviewing the general situation at this time, McCallum says in his report:—\nIn the beginning of the war military railroads were an experiment; and though some light as to\ntheir management had been gleaned by the operations of 1862 and 1863, yet so little progress\nhad been made that the attempt to supply the army of General Sherman in the field, construct and\nreconstruct the railroad in its rear, and keep pace with its march, was regarded by those who had\nthe largest experience, and who had become most familiar with the subject, as the greates[2t0]\nexperiment of all. The attempt to furnish an army of 100,000 men and 60,000 animals with\nsupplies from a base 360 miles distant by one line of single-track railroad, located almost the\nentire distance through the country of an active and vindictive enemy, is without precedent in the\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 15/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nhistory of warfare; and to make it successful required an enormous outlay for labour and a vast\nconsumption of material, together with all the forethought, energy, patience and watchfulness of\nwhich men are capable.\nTo meet the various conditions which had thus arisen, McCallum was authorised by the Federal Government\nto create two distinct departments, destined to bring about a still further development in the application of\nrail-power to war by establishing precedents which the leading countries of the world were afterwards to\nfollow more or less completely, according to their own circumstances and requirements.\nThe departments were known respectively as the \"Transportation Department,\" embracing the operation and\nmaintenance of all the lines brought under use by the army of the North; and the \"Construction Corps,\" which\nwas to repair the damage done by wrecking parties of the enemy, maintain lines of communication, and\nreconstruct, when necessary, railways captured from the enemy as the Federals advanced.\nConcerning the Construction Corps, and the great work accomplished by it in keeping the lines open, details\nwill be given in the chapter which follows.\nIn regard to the Transportation Department, it may be of interest to state that this was placed by McCallum in\ncharge of a General Superintendent of Transportation on United States Railroads in the Military Division of\nthe Mississippi. For each of the principal lines there was appointed a Superintendent of Transportation who,\nacting under the control of the General Superintendent, was held responsible for the movement of all trains\nand locomotives; and these superintendents, in turn, had under their direction one or more Masters of\nTransportation, whose business it was to be constantly moving about over the sections of line placed under\ntheir charge, and see that the railway employés were attending properly to their duties.\nAt each of the principal stations there was an Engine Dispatcher who was required to see that the locom[21o]tives\nwere kept in good order and ready for immediate use whenever required, to exercise control over the drivers\nand firemen, and to assign the requisite \"crew\" to each engine sent out.\nMaintenance of road and structures for each line (as distinct from the reconstruction work left to the\nConstruction Department) was in charge of a Superintendent of Repairs, assisted by such supervisors, roadmasters and foremen as he needed to control and direct his working staff; and maintenance of rolling stock\nwas delegated to (1) a Master Machinist, responsible for repairs to locomotives, and (2) a Master of Car\nRepairs.\nThese various officers were independent of each other, and all of them reported direct to the General\nSuperintendent. The maximum force employed at any one time in the Transportation Department of the\nMilitary Division of the Mississippi (as distinct from the military lines in Virginia and elsewhere) was about\n12,000 men.\nA sufficient staff of competent railwaymen for the operation of the Military Railways was difficult to get,\npartly because of the inadequate supply of such men in the United States at that period, and partly because\nthose still at work on railways not taken over for military purposes were unwilling to give up what they found\nto be exceptionally good posts; but of the men whose services he was able to secure McCallum speaks in\nterms of the highest commendation.\nHaving got his Department and Construction Corps into working order, McCallum had next to turn his\nattention to ensuring an adequate supply of locomotives and cars, with the necessary shops, tools and\nmaterials for keeping them in working order. Here the Secretary of War again came to his help, issuing, on\nMarch 23, 1864, an Order addressed to locomotive manufacturers in which he stated that Colonel McCallum\nhad been authorised by the War Department to procure locomotives without delay for the railways under his\ncharge, and proceeded:—\n[22]\nIn order to meet the wants of the Military Department of the Government, you will deliver to his\norder such engines as he may direct, whether building under orders for other parties or\notherwise, the Government being accountable to you for the same. The urgent necessity of the\nGovernment for the immediate supply of our armies operating in Tennessee renders the engines\nindispensable for the equipment of the lines of communication, and it is hoped that this necessity\nwill be recognised by you as a military necessity, paramount to all other considerations.—By\norder of the President.\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 16/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nIn January, 1864, McCallum had estimated that he would require 200 locomotives and 3,000 cars for the lines\nto be operated from Nashville, and towards this number he then had only 47 locomotives and 437 cars\navailable. There was thus a substantial shortage which had to be made good; but the manufacturers, inspired\nby \"a spirit of zealous patriotism,\" responded heartily to the appeal made to them, putting their full force on\nto the completion of further supplies. These were furnished with a speed that surpassed all previous records.\nThen, to maintain the locomotives and cars in good condition—more especially in view of the constant\nattempts made by the enemy to destroy them—extensive machine and car shops were built at Nashville and\nChattanooga. Those at Nashville—the terminal station for 500 miles of railway running south, east or west—\nhad, at times, as many as 100 engines and 1,000 cars awaiting repair.\nNext to that insufficiency of engines and rolling stock which hampered the movements of both combatants\ncame the difficulty in the way of obtaining further supplies of rails, whether for new lines or to take the place\nof those which had either worn out or been so bent and twisted by the enemy that they could not be used\nagain without re-rolling. For the Confederates, cut off by the advance of General Grant to the south and west\nfrom their sources of supply, the want of iron for new rails was declared to be a worse evil than was the lack\nof gold for the Federals.\nOne expedient resorted to by the Federal Government, on finding they could not procure from the\nmanufacturers all the rails they wanted, was to pull up the railway lines that were not wanted for m[23il]itary\npurposes and use their rails for relaying those that were. Altogether the rails on over 156 miles of track in\nVirginia and the Military Division of the Mississippi were thus taken up and utilised elsewhere. Later on the\nFederal Construction Corps erected at Chattanooga some \"very superior\" rolling mills, equipped with all the\nlatest improvements in the way of machinery and mechanical appliances; though these mills did not actually\nget to work until April 1, 1865. Their production of new rails during the course of six months from that date\nwas 3,818 tons, this supply being in addition to nearly 22,000 tons which the Federal Government obtained\nby purchase.\nThese details may convey some idea of all that was involved in the utilisation of rail-power in the American\nCivil War under such development of railway construction as had then been brought about. Great, however,\nas was the outlay, the forethought, the energy, the patience and the watchfulness spoken of by McCallum, the\nresults were no less valuable from the point of view of the Federals, who could hardly have hoped to achieve\nthe aim they set before themselves—that of saving the Union—but for the material advantages they derived\nfrom the use of the railways for the purposes of the campaign.\nSome of the achievements accomplished in the movement of troops from one part of the theatre of war to\nanother would have been creditable even in the most favourable of circumstances; but they were especially so\nin view alike of the physical conditions of many of the lines, the inadequate supply of rolling stock, and the\nrisks and difficulties to be met or overcome.\nOne of these achievements, carried out in September, 1863, is thus narrated in an article on \"Recollections of\nSecretary Stanton,\" published in the Century Magazine for March, 1887:—\nThe defeat of Rosecrans, at Chickamauga, was believed at Washington to imperil East\nTennessee, and the Secretary [of War] was urged to send a strong reinforcement there from the\nArmy of the Potomac. General Halleck (General-in-Chief of the Army of the United States[2)4]\ncontended that it was impossible to get an effective reinforcement there in time; and the\nPresident, after hearing both sides, accepted the judgment of Halleck. Mr. Stanton put off the\ndecision till evening, when he and Halleck were to be ready with details to support their\nconclusions. The Secretary then sent for Colonel McCallum, who was neither a lawyer nor a\nstrategist, but a master of railway science. He showed McCallum how many officers, men,\nhorses, and pieces of artillery, and how much baggage, it was proposed to move from the\nRapidan to the Tennessee, and asked him to name the shortest time he would undertake to do it\nin if his life depended on it. McCallum made some rapid calculations, jotted down some projects\nconnected with the move, and named a time within that which Halleck had admitted would be\nsoon enough if it were only possible; this time being conditioned on his being able to control\neverything that he could reach. The Secretary was delighted, told him that he would make him a\nBrigadier-General the day that the last train was safely unloaded; put him on his mettle by telling\nhim of Halleck's assertion that the thing was beyond human power; told him to go and work out\nfinal calculations and projects and to begin preliminary measures, using his name and authority\neverywhere; and finally instructed him what to do and say when he should send for him by and\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 17/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nby to come over to the department. When the conference was resumed and McCallum was\nintroduced, his apparently spontaneous demonstration of how easily and surely the impossible\nthing could be done convinced the two sceptics, and the movement was ordered, and made, and\nfigures now in military science as a grand piece of strategy.\nThe feat thus accomplished was that of conveying by rail 23,000 men, together with artillery, road vehicles,\netc., a distance of about 1,200 miles in seven days. It was estimated that if the troops had had to march this\ndistance, with all their impedimenta, along such roads as were then available, the journey would have taken\nthem three months. By doing it in one week they saved the situation in East Tennessee, and they gave an\nespecially convincing proof of the success with which \"a grand piece of strategy\" could be carried out\nthrough the employment of rail transport.\nIn December, 1864, General Schofield's corps of 15,000 men, after fighting at Nashville in the midst of ice\nand snow, was, on the conclusion of the campaign in the west, transferred from the valley of the Tenn[e2s5s]ee to\nthe banks of the Potomac, moving by river and rail down the Tennessee, up the Ohio and across the snowcovered Alleghanies, a distance of 1,400 miles, accomplished in the short space of eleven days. In 1865 the\nmoving of the Fourth Army Corps of the Federals from Carter's Station, East Tennessee, to Nashville, a\ndistance of 373 miles, involved the employment of 1,498 cars.\nWhat, in effect, the Civil War in America did in furthering the development of the rail-power principle in\nwarfare was to show that, by the use of railways, (1) the fighting power of armies is increased; (2) strategical\nadvantages unattainable but for the early arrival of reinforcements at threatened points may be assured; and\n(3) expeditions may be undertaken at distances from the base of supplies which would be prohibitive but for\nthe control of lines of railway communication; though as against these advantages were to be put those\nconsiderations which also arose as to destruction and restoration, and as to the control of railways in their\noperation for military purposes.\n[26]\nCHAPTER III\nRailway Destruction in War\nOne of the earliest and most obvious criticisms advanced against the use of railways in war was based on the\nvulnerability of the iron road. The destruction of a bridge, the tearing up of a few rails or the blocking of a\ntunnel would, it was argued, suffice to cause an interruption in the transport of troops or supplies which\nmight be of serious consequence to the combatants prejudiced thereby, though of corresponding advantage to\nthe other side. By means of such interruption the concentration of troops on the frontier might be delayed; an\narmy might be divided into two or more parts, and exposed to the risk of defeat in detail; the arrival of\nreinforcements urgently wanted to meet a critical situation might be prevented until it was too late for them to\nafford the desired relief; a force advancing into an enemy's country might have its rail connection severed\nand be left to starve or to surrender at discretion; invaders would find that the force they were driving before\nthem had taken the precaution to destroy their own railways as they retreated; or, alternatively, lines of\nrailway constructed to the frontier, and depended upon to facilitate invasion of neighbouring territory, might\n—unless destroyed—be of material service to the enemy, should the latter become the invaders instead of the\ninvaded.\nWhile these and other possibilities—foreshadowed more especially in the controversies which the whole\nsubject aroused in Germany in the 'Forties—were frankly admitted, it was argued that, however vulnerable\nrailways might be as a line of communication, it should be quite possible either to defend them successfully\nor to carry out on them such speedy repairs or reconstruction as would, generally speaking, permit of a[2n7 ]early\nresumption of traffic; though experience was to show that these safeguards could only be assured through a\nwell-planned and thoroughly efficient organisation prepared to meet, with the utmost dispatch and the highest\ndegree of efficiency, all the requirements in the way of railway repairs or railway rebuilding that were likely\nto arise.\nThe earliest instance of an attempt to delay the advance of an enemy by interrupting his rail communications\nwas recorded in 1848, when the Venetians, threatened with bombardment by the Austrians, destroyed some of\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 18/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nthe arches in the railway viaduct connecting their island city with the mainland. Then in the Italian campaign\nof 1859 the allies and the Austrians both resorted to the expedient of destroying railway bridges or tearing up\nthe railway lines; although the allies were able, in various instances, to repair so speedily the damage done by\nthe Austrians that the lines were ready for use again by the time they were wanted.\nIt was the American Civil War that was to elevate railway destruction and restoration into a science and to see\nthe establishment, in the interests of such science, of an organisation which was to become a model for\nEuropean countries and influence the whole subsequent course of modern warfare.\nThe destruction of railways likely to be used by the North for its projected invasion of the Confederate States\nwas, from the first, a leading feature in the strategy of the South. Expeditions were undertaken and raids were\nmade with no other object than that of burning down bridges, tearing up and bending rails, making bonfires\nof sleepers, wrecking stations, rendering engines, trucks and carriages unserviceable, cutting off the water\nsupply for locomotives, or in various other ways seeking to check the advance of the Northerners. Later on\nthe Federals, in turn, became no less energetic in resorting to similar tactics in order either to prevent pursuit\nby the Confederates or to interrupt their communications.\nFor the carrying out of these destructive tactics use was generally made either of cavalry, accompa[n2i8e]d by\ncivilians, or of bodies of civilians only; but in some instances, when it was considered desirable to destroy\nlengths of track extending to twenty or thirty miles, or more, the Confederates put the whole of their available\nforces on to the work.\nAt the outset the methods of destruction were somewhat primitive; but they were improved upon as the result\nof practice and experiment.\nThus, in the first instance, timber bridges or viaducts were destroyed by collecting brushwood, placing this\naround the arches, pouring tar or petroleum upon the pile, and then setting fire to the whole. Afterwards the\nFederals made use of a \"torpedo,\" eight inches long, and charged with gunpowder, which was inserted in a\nhole bored in the main timbers of the bridge and exploded with a fuse. It was claimed that with two or three\nmen working at each span the largest timber bridge could be thrown down in a few minutes.\nThen the method generally adopted at first for destroying a railway track was to tear up sleepers and rails,\nplace the sleepers in a heap, put the rails cross-ways over them, set fire to the sleepers, and heat the rails until\nthey either fell out of shape or could be twisted around a tree with the help of chains and horses. But this\nprocess was found to require too much time and labour, while the results were not always satisfactory, since\nrails only slightly bent could be restored to their original shape, and made ready for use again, in much less\ntime than it had taken for the fire to heat and bend them. A Federal expert accordingly invented an ingenious\ncontrivance, in the form of iron U-shaped \"claws,\" which, being turned up and over at each extremity, were\ninserted underneath each end of a rail, on opposite sides, and operated, with the help of a long wooden lever\nand rope, by half a dozen men. In this way a rail could be torn from the sleepers and not only bent but given\nsuch a spiral or corkscrew twist, while still in the cold state, that it could not be used again until it had gone\nthrough the rolling mills. By the adoption of this method, 440 men could destroy one mile of track in a[2n9 ]hour,\nor 2,200 men could, in the same time, destroy five miles.\nThe most effective method for rendering a locomotive unfit for service was found to be the firing of a cannon\nball through the boiler. Carriages and wagons which might otherwise be used by the enemy, and could not be\nconveniently carried off, were easily destroyed by fire. In one period of six months the Federals disposed of\n400 in this way. Stations, water-tanks, sleepers, fuel and telegraph poles were also destroyed or rendered\nuseless by fire or otherwise.\nIn the first year of the war—1861—the Confederates gave the Federals a foretaste of much that was to come\nby destroying forty-eight locomotives on the Baltimore and Ohio Railroad, and making a complete wreck of\n100 miles of the North Missouri Railroad track and everything thereon.\nMuch more serious than this, however, from a strategical point of view, was the wholesale destruction carried\nout by the Confederates, in April, 1862, on the Fredericksburg Railway, connecting Richmond and\nWashington, the immediate result of the mischief done being to prevent an impending combination between\nthe Federal armies of the Potomac and the Rappahannock, neither of which could act without the other, while\nneither could join the other unless it could make use of rail communication. There was much that required to\nbe done, for the Confederates had carried out their work in a most thorough-going fashion. Several\nindispensable railway bridges had been destroyed; three miles of track had been torn up, the rails being\ncarried south and the sleepers burned; and wharves and buildings had been burned or wrecked. The whole\ntransportation service, in fact, had been reduced to a state of chaos.\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 19/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nAt the urgent request of the Secretary of War, the work of restoration was undertaken by Mr. Herman Haupt,\na railway engineer who had already distinguished himself more especially as a builder of bridges, and was\nnow to establish a further record as the pioneer of those Construction Corps of which so much was to be\nheard later on in connection with railways and war.\nIn carrying out the necessary repairs the only help which Haupt could obtain, at first, was that of [s3o0l]diers\ndetailed from the Federal ranks. Many of these men were entirely unaccustomed to physical labour; others\nwere sickly, inefficient, or unwilling to undertake what they did not regard as a soldier's duties, while the\nArmy officers sent in a fresh lot daily until Haupt's remonstrances led to their allotting certain men to form a\n\"Construction Corps.\" Other difficulties which presented themselves included an insufficient supply of tools,\noccasional scarcity of food, and several days of wet weather; yet the work advanced so rapidly that the\nAkakeek bridge, a single span of 120 ft., at an elevation of 30 ft., was rebuilt in about fifteen working hours;\nthe Potomac Creek bridge, 414 ft. long with an elevation of 82 ft. above the water, and requiring the use of as\nmuch roughly-hewn timber as would have extended a total length of six and a half miles, if put end to end,\nwas completed in nine days;[5] and the three miles of track were relaid in three days, included in the work\ndone in that time being the preparation of more than 3,000 sleepers from lumber cut down for the purpose in\nwoods a mile and a half distant from the track. General McDowell subsequently said, concerning the\nPotomac bridge:—\nWhen it is considered that in the campaigns of Napoleon trestle bridges of more than one story,\neven of moderate height, were regarded as impracticable, and that, too, for common military\nroads, it is not difficult to understand why distinguished Europeans should express surprise at so\nbold a specimen of American military engineering. It is a structure which ignores all rules and\nprecedents of military science as laid down in the books. It is constructed chiefly of round sticks\ncut from the woods, and not even divested of bark; the legs of the trestles are braced with round\npoles. It is in four stories—three of trestle and one of crib work.\nWhile constructed in so apparently primitive a fashion, the bridge was, General McDowell furth[e3r1 ]said,\ncarrying every day from ten to twenty heavy railway trains in both directions, and had withstood several\nsevere freshets and storms without injury.\nThus early, therefore, in the more active phases of the Civil War, evidence was being afforded that, although\nthe railways on which so much depended might be readily destroyed, they could, also, be rapidly restored;\nand subsequent experience was to offer proofs still more remarkable in support of this fact.\nOn May 28, 1862, Haupt was appointed Chief of Construction and Transportation in the Department of the\nRappahannock, with the rank of Colonel. He was raised to the rank of Brigadier-General in the following\nyear, and did much excellent construction and other work for the Government, though mainly in Virginia,\ndown to September, 1863. In his \"Reminiscences\" he relates that the supplies of repair or reconstruction\nmaterials, as kept on hand by the Federals, included the interchangeable parts of bridge trusses, in spans of 60\nft., and so prepared that, taken on flat cars, by ox-teams or otherwise, to the place where they were wanted,\nand hoisted into position by machinery arranged for the purpose, they could, without previous fitting, be put\ntogether with such rapidity that one of his foremen claimed to be able to build a bridge \"about as fast as a dog\ncould trot.\" When the Massaponix bridge, six miles from Fredericksburg, was burned down one Monday\nmorning, a new one was put up in its place in half a day—a feat which, he says, led some of the onlookers to\nexclaim, \"The Yankees can build bridges quicker than the Rebs can burn them down.\" In May, 1862, five\nbridges over Goose Creek which the \"Rebs\" had destroyed were reconstructed in a day and a half. In the\nfollowing month five other bridges, each with a span of from 60 ft. to 120 ft., were renewed in one day. At\nthe Battle of Gettysburg Lee's troops destroyed nineteen bridges on the Northern Central Railroad and did\nmuch havoc on the branch lines leading to Gettysburg; but the Construction Corps was hard at work on the\nrepairs whilst the battle was still being waged, and rail communication with both Washington and Ba[l3t2im] ore\nhad been re-established by noon of the day after Lee's retreat.\nIn some instances railway bridges underwent repeated destruction and reconstruction. By June, 1863, the\nbridge over Bull Run, for instance, had been burned down and built up again no fewer than seven times.\nMany of the bridges, also, were swept away by floods, and this even for a second or a third time after they\nhad been rebuilt. Precautions thus had to be taken against the destructive forces of Nature no less than against\nthose of man.\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 20/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nHaupt's pioneer Construction Corps in Virginia was succeeded by the one set up on much broader lines by\nMcCallum when, in February, 1864, he became General Manager of railways in the Military Division of the\nMississippi. This corps eventually reached a total of 10,000 men.\n\"The design of the corps,\" wrote McCallum, in his final report, \"was to combine a body of skilled workmen\nin each department of railroad construction and repairs, under competent engineers, supplied with abundant\nmaterials, tools and mechanical appliances.\" The corps was formed into divisions the number of which varied\nfrom time to time, in different districts, according to requirements. In the military division of the Mississippi\nthe corps comprised six divisions, under the general charge of the chief engineer of the United States military\nrailroads for that military division, and consisted at its maximum strength of nearly 5,000 men. In order to\ngive the corps entire mobility, and to enable it to move independently and undertake work at widely different\npoints, each of the six divisions was made a complete unit, under the command of a divisional engineer, and\nwas, in turn, divided into sub-divisions or sections, with a supervisor in charge of each. The two largest and\nmost important sub-divisions in any one division were those of the track-layers and the bridge-builders. A\nsub-division was, again, composed of gangs, each with a foreman, while the gangs were divided into squads,\neach with a sub-foreman.[6] Under this method of organisation it was possible to move either the entire\ndivision or any section thereof, with its tools, camp requirements and field transport, in any direction,\nwherever and whenever needed, and by any mode of conveyance—rail, road, with teams and wagons, or on\nfoot.\nTo facilitate the operations of the corps, supplies of materials were kept at points along or within [3a3 ]short\ndistance of the railway lines, where they would be comparatively safe and speedily procurable in case of\nnecessity. At places where there was special need for taking precautionary measures, detachments of the\ncorps were stationed in readiness for immediate action, while on important lines of railway Federals and\nConfederates alike had, at each end thereof, construction trains loaded with every possible requisite, the\nlocomotives attached to them keeping their steam up in order that the trains could be started off instantly on\nthe receipt of a telegram announcing a further interruption of traffic.\nAt Nashville and Chattanooga the Federals built extensive storehouses where they kept on hand supplies of\nmaterials for the prompt carrying out of railway repairs of every kind to any extent and in whatever direction.\nOn the Nashville and Chattanooga Railway itself the Construction Corps, from February, 1864, to the close\nof the war, relaid 115 miles of track, put in nineteen miles of new sidings, eight miles apart and each capable\nof holding from five to eight long freight trains, and erected forty-five new water tanks.\nThe reconstruction of this particular line was more especially needed in connection with General Sh[e3r4m] an's\ncampaign in Georgia and the Carolinas—a campaign which afforded the greatest and most direct evidence up\nto that time alike of the possibilities of rail-power in warfare, of the risks by which its use was attended, and\nof the success with which those risks could be overcome by means of efficient organisation.\nIn that struggle for Atlanta which preceded his still more famous march to the sea, Sherman had with him a\nforce of 100,000 men, together with 23,000 animals. His base of supplies, when he approached Atlanta, was\n360 miles distant, and the continuance of his communications with that base, not only for the procuring of\nfood, clothing, fodder, ammunition and every other requisite, but for the transport to the rear of sick and\nwounded, refugees, freedmen and prisoners, depended on what he afterwards described as \"a poorlyconstructed single-track railroad\" passing for 120 miles of its length through the country of an extremely\nactive enemy. Yet Sherman is said to have made his advance in perfect confidence that, although subject to\ninterruptions, the railway in his rear would be \"all right\"; and this confidence was fully warranted by the\nresults accomplished.\nEarly in September, 1864, the Confederate General, Wheeler, destroyed seven miles of road between\nNashville and Murfreesboro', on the Nashville and Chattanooga Railway, and in the following December\nHood destroyed eight miles of track and 530 ft. of bridges between the same stations; yet the arrangements of\nthe Federal Construction Corps allowed of the repairs being carried out with such promptness that in each\ninstance the trains were running again in a few days.\nThe Confederate attacks on the Western and Atlantic Railway, running from Chattanooga at Atlanta, a\ndistance of 136 miles, were more continuous and more severe than on any other line of railway during the\nwar; but, thanks again to the speed with which the repair and reconstruction work was done, the delays\noccasioned were, as a rule, of only a few hours, or, at the most, a few days' duration. One esp[3e5c]ially\nremarkable feat accomplished on this line was the rebuilding, in four and a half days, of the Chattahochee\nbridge, near Atlanta—a structure 780 ft. long, and 92 ft. high. Hood, the Confederate General, thought still\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 21/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nfurther to check Sherman's communications by passing round the Federal army and falling upon the railway\nin its rear. He succeeded in tearing up two lengths of track, one of ten miles, and another of twenty-five\nmiles, in extent, and destroying 250 ft. of bridges; but once more the work of restoration was speedily carried\nout, McCallum saying in reference to it:—\nFortunately the detachments of the Construction Corps which escaped were so distributed that\neven before Hood had left the road two strong working parties were at work, one at each end of\nthe break at Big Shanty, and this gap of ten miles was closed, and the force ready to move to the\ngreat break of twenty-five miles in length, north of Resaca, as soon as the enemy had left it. The\ndestruction by Hood's army of our depôts of supplies compelled us to cut nearly all the cross-ties\nrequired to relay this track and to send a distance for rails. The cross-ties were cut near the line\nof the road and many of them carried by hand to the track, as the teams to be furnished for\nhauling them did not get to the work until it was nearly complete. The rails used on the southern\nend of the break had to be taken up and brought from the railroads south of Atlanta, and those for\nthe northern end were mostly brought from Nashville, nearly 200 miles distant.\nNotwithstanding all the disadvantages under which the labour was performed, this twenty-five\nmiles of track was laid, and the trains were running over it in seven and a half days from the time\nthe work was commenced.\nConcluding, however, that it would be unwise to depend on the railway during his further march to the sea,\nSherman collected at Atlanta, by means of the restored lines, the supplies he wanted for 600,000 men, sent to\nthe rear all the men and material no longer required, and then, before starting for Savannah, destroyed sixty\nmiles of track behind him in so effectual a manner that it would be impossible for the Confederates—\nespecially in view of their own great lack, at this time, of rails, locomotives and rolling stock—to rep[3a6ir] and\nutilise the lines again in any attempted pursuit. It was, in fact, as much to his advantage now to destroy the\nrailways in his rear as it had previously been to repair and rebuild them.\nAll through Georgia, for the 300 miles from Atlanta to Savannah (where he was able to establish\ncommunications with the Federal fleet), Sherman continued the same tactics of railway destruction; and he\nresumed them when his army, now divided into three columns, turned northward to effect a junction with\nGrant at Richmond.\nOn this northward march, also, there was no need for Sherman to make a direct attack on Charleston. By\ndestroying about sixty miles of track in and around Branchville—a village on the South Carolina Railroad\nwhich formed a junction where the line from Charleston branched off in the directions of Columbia and\nAugusta respectively—one of Sherman's columns severed Charleston from all its sources of supply in the\ninterior, and left the garrison with no alternative but to surrender. Commenting on this event, VigoRouissillon remarks, in his \"Puissance Militaire des États-Unis d'Amérique\":—\nAinsi il avait suffi de la destruction ou de la possession de quelques kilomètres de chemin de fer\npour amener la chute de ce boulevard de l'insurrection, qui avait si longtemps résisté aux plus\npuissantes flottes du Nord. Exemple frappant du rôle reservé dans nos guerres modernes à ce\nprecieux et fragile moyen de communication.\nIn the aggregate, Sherman's troops destroyed hundreds of miles of railway track in their progress through\nwhat had previously been regarded as a veritable stronghold of the enemy's country; though meanwhile the\nConstruction Corps had repaired and reopened nearly 300 miles of railway in North Carolina and had built a\nwharf, covering an area of 54,000 square feet, at the ocean terminus of the Atlantic and North Carolina\nRailroad in order both to facilitate Sherman's progress northwards, by the time of his reaching the lines in\nquestion, and to enable him to obtain supplies from the fleet. The railways, in fact, contributed greatly to the\nbrilliant success of Sherman's campaign, and hence, also, to the final triumph of the Federal cause. [37]\nThe total length of track laid or relaid by the Federal Construction Corps during the continuance of the war\nwas 641 miles, and the lineal feet of bridges built or rebuilt was equal to twenty-six miles. The net\nexpenditure, in respect alike to construction and transportation, incurred by the department in charge of the\nrailways during their control by the Government for military purposes was close on $30,000,000.\nFrom this time the interruption of railway communication became a recognised phase of warfare all the world\nover; and, not only have numerous treatises been written on the subject in various languages, but the creation\nof special forces to deal alike with the destruction and the restoration of railways has become an important\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 22/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nand indispensable feature of military organisation. These matters will be dealt with more fully in subsequent\nchapters; but it may be of interest if reference is made here to the experiences of Mexico, as further\nillustrating the universality of practices with which, in her case, at least, no effective measures had been taken\nto deal.\n\"How Mexican Rebels Destroy Railways and Bridges\" was told by Mr. G. E. Weekes in the Scientific\nAmerican for September 13, 1913, and the subject was further dealt with by Major Charles Hine in a paper\non \"War Time Railroading in Mexico,\" read by him before the St. Louis Railway Club, on October 10, 1913.\nThe term \"rebels\" applies, of course, in Mexico to the party that is against the particular President who is in\noffice for the time being; and in the revolutionary period lasting from 1910 to 1913 the \"rebels\" of the\nmoment found plenty to do in the way of destroying railways not only, as in other countries, in order to retard\nthe advance of their pursuers, but, also, to spite the national Government, who control about two-thirds of the\nstock in the railways of the Republic.\nAltogether, the mischief done by one party or the other during the period in question included the destruction\nof many hundreds of miles of track; the burning or the dynamiting of hundreds of bridges, according a[3s8 t]hese\nhad been built of timber or of steel; and the wrecking of many stations and over 50 per cent. of the rolling\nstock on the national lines.\nConcerning the methods adopted in the carrying out of this work, Mr. Weekes, who had the opportunity of\nseeing track and bridge destruction in full progress, says:—\nUp to the past six months track destruction had been accompanied either by the use of a\nwrecking crane, which lifted sections of rails and ties (sleepers) bodily and piled them up ready\nfor burning, or by the slower process of the claw-bar, wrench and pick. But a Constitutionalist\nexpert devised a new system.\nA trench is dug between two ties, through which a heavy chain is passed around two opposite\nrails and made fast in the centre of the track. To this one end of a heavy steel cable is hooked, the\nother end being made fast to the coupling on the engine pilot. At the signal the engineman starts\nhis locomotive slowly backward, and as they are huge 220-ton \"consolidations,\" with 22-inch by\n30-inch cylinders, one can easily imagine that something has to give. And it does! The rails are\ntorn loose from the spikes that hold them to the ties and are dragged closely together in the\ncentre of the road bed. The ties are loosened from the ballast and dragged into piles, while in\nmany cases the rails are badly bent and twisted by the force applied. A gang of men follows the\nengine, piling ties on top of the line and leaving others beneath them. These are then saturated\nwith oil and a match applied. In a short time the ties are consumed and the rails left lying on the\nground twisted and contorted into all sorts of shapes and of no further use until after they have\nbeen re-rolled.\nAs for the bridges, those of timber were saturated with oil and burned, while in the case of steel bridges rows\nof holes were bored horizontally in the lower part of the piers and charged with dynamite, which was then\nexploded by means of fuses connected with batteries of the type used in Mexican coal mines.\nAnother favourite method adopted for interfering with transportation by rail was that of attacking a train,\ncompelling it to stop, taking possession of the locomotive, and burning the cars.\nThere is no suggestion by either of the authorities mentioned above of any well-organised Construction\nCorps in Mexico repairing damage done on the railway almost as quickly as it could be effected[ 3b9y] the\ndestroyers. Mr. Weekes believed, rather, that it would take years to restore the roads to the condition they\nwere in before the rebellion against President Diaz, and he further declared that it would cost the national\nlines of Mexico many millions of dollars to replace the destroyed rolling stock, bridges, stations, etc.\nFOOTNOTES:\nIn M[5a]y, 1864, when this bridge had been again destroyed, it was rebuilt, ready for trains to pass\nover, in forty working hours.\nA d[i6v]ision, completely organised, consisted of 777 officers and men, as follows:—Division\nengineer, assistant engineer, rodman, clerk, and 2 messengers (6). Sub-division I: Supervisor of\nbridges and carpenters' work, clerk and time-keeper, commissionary (taking charge of transport\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 23/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nand issue of rations), quartermaster (in charge of tools, camp equipment, etc.), surgeon, hospital\nsteward, 6 foremen (1 for each 50 men), 30 sub-foremen (1 for each 10 men), 300 mechanics and\nlabourers, blacksmith and helper, and 12 cooks (356). Sub-division II: Supervisor of track, and\nremainder of staff as in Sub-division I (356). Sub-division III: Supervisor of water stations,\nforeman, 12 mechanics and labourers, and cook (15). Sub-division IV: Supervisor of masonry,\nforeman, 10 masons and helpers, and cook (13). Sub-division V: Foreman of ox-brigade, 18 oxdrivers, and cook (20). Train crew: 2 conductors, 4 brakesmen, 2 locomotive engineers, 2\nfiremen, and cook (11).\n[40]\nCHAPTER IV\nControl of Railways in War\nCurtailment of the efficiency of railways during war may be due to friend no less than to foe; and there have\nbeen occasions when, of the two, it is the friend who has caused the greater degree of trouble, hindrance and\ninterruption.\nThese conditions have arisen mainly from three causes—(1) questions of control; (2) irregularities in the\nemployment of railway material; and (3) absence or inadequacy of organisation for military rail-transport\npurposes.\nWhen the use of railways becomes an essential factor in the conduct of war, it may appear only natural that\nthe military authority charged with the duty of furthering or defending national interests should, through the\nGovernment concerned, have power to command the transport facilities of all railway lines the use of which\nmay be necessary for the movement of troops or other military purposes.\nYet, while the soundness of the principle here involved is beyond dispute, there is much to be said as to the\ncircumstances and conditions under which a military control of railways should be exercised.\nIt is, in the first place, especially necessary to bear in mind that the railway, as a means of transport, must\nneeds be regarded from a point of view wholly different from that which would apply to ordinary roads. On\nthe latter any sort of vehicle can be used, and there are, generally, alternative roads along which traffic can\npass, in case of need. Railroads are not only available exclusively for vehicles constructed to run upon them,\nbut the degree of their usefulness is limited by such considerations as the number of separate rou[t4e1s] to a\ngiven destination; the important matters of detail as to whether the lines are single track or double track and\nwhether they are on the level or have heavy gradients; the number of locomotives and the amount of rolling\nstock available; the extent of the station and siding accommodation; the provision or non-provision of\nadequate facilities for loading and unloading; and, in war time, the damage or destruction of a particular line\nor lines by the enemy. The amount of traffic it is possible to convey between certain points in a given time\nmay thus be wholly controlled by the physical conditions of the railway concerned, and such conditions may\nbe incapable of modification by the railway staffs, in case of a sudden emergency, however great their desire\nto do everything that is in their power.\nIn the next place, all these physical conditions may vary on different railway systems, and even on different\nsections of the same system. It does not, therefore, necessarily follow that military requirements which can be\ncomplied with on one line or in one district can be responded to as readily, if at all, under another and totally\ndifferent set of conditions elsewhere; though it is conceivable that a military commander or officer who fails\nto realise this fact may, if he is left to deal direct with the railway people, become very angry indeed at noncompliance with his demands, and resent protests that what he asks for cannot be done at one place although\nit may have been done at another.\nThen a railway must be regarded as a delicate piece of transportation machinery which can easily be thrown\nout of order, and is capable of being worked only by railwaymen as skilled in the knowledge of its\nmechanism, and as experienced in the details of its complicated operation, as military officers themselves are\nassumed to be in the technicalities of their own particular duties. The Chief Goods Manager of a leading line\nof railway who offered to take the place of a General at the seat of war would arouse much mirth in the Army\nat his own expense. It is, nevertheless, quite conceivable that the General would himself not be a co[4m2]plete\nsuccess as a Chief Goods Manager. In the earliest days of railways it was assumed that the men best qualified\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 24/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nboth to manage them and to control the large staffs to be employed would be retired Army officers. This\npolicy was, in fact, adopted for a time, though it was abandoned, after a fair trial, in favour of appointing as\nresponsible railway officers men who had undergone training in the railway service, and were practically\nacquainted alike with its fundamental principles and its technical details.\nIn the operation of this delicate and complicated piece of machinery dislocation of traffic may result from a\nvariety of causes, even when such operation is conducted by men of the greatest experience in railway\nworking; but the risk, alike of blocks and interruptions and of accidents involving loss of life or destruction\nof valuable property must needs be materially increased if military commanders, or officers, themselves\nhaving no practical knowledge of railway working, and influenced only by an otherwise praiseworthy zeal\nfor the interests of their own service, should have power either to force a responsible railwayman to do\nsomething which he, with his greater technical knowledge, knows to be impracticable, or to hamper and\ninterfere with the working of the line at a time of exceptional strain on its resources.\nUnder, again, a misapprehension of the exact bearing of the principle of military control of railways for\nmilitary operations in time of war, there was developed in various campaigns a tendency on the part of\ncommanders and subordinate officers (1) to look upon railways and railwaymen as subject to their personal\ncommand, if not, even, to their own will, pleasure and convenience, so long as the war lasted; (2) to consider\nthat every order they themselves gave should be at once carried out, regardless either of orders from other\ndirections or of any question as to the possibility of complying therewith; and (3) to indulge in merciless\ndenunciations, even if not in measures still more vigorous, when their orders have not been obeyed.\nApart from other considerations, all these things have a direct bearing on the efficiency of the railway itself\nas an instrument in the carrying on of warfare; and it is, therefore, a matter of essential importance[4 t3o] our\npresent study to see how the difficulties in question had their rise, the development they have undergone, and\nthe steps that have been taken to overcome or to guard against them.\nIt was once more in the American Civil War that the control problem first arose in a really acute degree.\nThe fundamental principle adopted for the operation of the railways taken possession of by the Federal\nGovernment for military purposes was that they should be conducted under orders issued by the Secretary of\nWar or by Army commanders in or out of the field. It was for the Quartermaster's department to load all\nmaterial upon the cars, to direct where such material should be taken, and to arrange for unloading and\ndelivery; but because the Government had taken possession of the railways; because the Quartermaster's\ndepartment was to discharge the duties mentioned; and because the railways were to be used during the war\nfor the transport of troops and of Army supplies, therefore certain of the officers came to the conclusion that\nthe whole operation of the particular lines in which they were concerned should be left either to themselves\nindividually or to the Quartermaster's department.\nAmong those holding this view was General Pope, who, on taking over the command of the Rappahannock\nDivision, on June 26, 1862, disregarded the position held by Herman Haupt as \"Chief of Construction and\nTransportation\" in that Division, gave him no instructions, and left him to conclude that the Army could get\non very well without his assistance as a mere railwayman. Thereupon Haupt went home. Ten days afterwards\nhe received from the Assistant-Secretary of War a telegram which said:—\"Come back immediately. Cannot\nget on without you. Not a wheel moving.\" Haupt went back, and he found that, what with mismanagement of\nthe lines and the attacks made on them by Confederates, not a wheel was, indeed, moving in the Division.\nHis own position strengthened by his now being put in \"exclusive charge of all the railways within the limits\nof the Army of Virginia,\" he was soon able to set the wheels running again; and from that time Gener[a4l4 ]Pope\nexercised a wise discretion in leaving the details of railway transportation to men who understood them.\nThen there was a General Sturgis who, when Haupt called on him one day, received him with the intimation,\n\"I have just sent a guard to your office to put you under arrest for disobedience of my orders in failing to\ntransport my command.\" It was quite true. Haupt had failed to obey his orders. Sturgis wanted some special\ntrains to convey 10,000 men, with horses and baggage, the short distance of eighteen miles. The railway was\na single-track line; it had only a limited equipment of engines and cars; there was the prospect of further\nimmediate requirements in other directions, and Haupt took the liberty of thinking that he had better keep his\ntransportation for more pressing needs than a journey to a prospective battle-field only eighteen miles away\n—the more so as if the men were attacked whilst they were in the train they would be comparatively helpless,\nwhereas if they were attacked when on the road—doing what amounted to no more than a single day's march\n—they would be ready for immediate defence. These considerations suggest that, of the two, the railwayman\nwas a better strategist than the General.\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 25/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nSturgis followed up his intimation to Haupt by taking military possession of the railway and issuing some\norders which any one possessing the most elementary knowledge of railway operation would have known to\nbe impracticable. Meanwhile Haupt appealed by telegraph to the Commander-in-Chief, who replied:—\"No\nmilitary officer has any authority to interfere with your control over railroad. Show this to General Sturgis,\nand, if he attempts to interfere, I will arrest him.\" Told what the Commander-in-Chief said in his message,\nSturgis exclaimed, \"He does, does he? Well, then, take your damned railroad!\"\nHaupt found it possible to put at the disposal of Sturgis, early the following morning, the transportation asked\nfor; but at two o'clock in the afternoon the cars were still unoccupied. On the attention of Sturgis being called\nto this fact he replied that he had given his orders but they had been disobeyed. Thereupon the ca[r4s5 ]were\nwithdrawn for service elsewhere—the more so since no other traffic could pass until they had been cleared\nout of the way. The net results of the General's interference was that traffic on the lines was deranged for\ntwenty-four hours, and 10,000 men were prevented from taking part in an engagement, as they might have\ndone had they gone by road.\nOf the varied and almost unending irregularities which occurred in the working of the lines as military\nrailways during the progress of the same war a few other examples may be given.\nOne prolific source of trouble was the detention or appropriation of trains by officers who did not think it\nnecessary to communicate first with the Superintendent of the Line. A certain General who did inform the\nSuperintendent when he wanted a train was, nevertheless, in the habit of keeping it waiting for several hours\nbefore he made his appearance, traffic being meanwhile suspended, in consequence.\nSpecial consideration was even claimed for officers' wives, as well as for the officers themselves. On one\noccasion Haupt was much disturbed by the non-arrival of a train bringing supplies which were urgently\nwanted for a body of troops starting on a march, and he went along the line to see what had happened.\nComing at last to the train, which had pulled up, he made inquiries of the engine-driver, who told him that he\nhad received instructions to stop at a certain point so that an officer's wife, who was coming in the train to see\nher husband on the eve of an engagement, could go to a neighbouring town to look out for rooms for herself.\nAt that moment the lady put in an appearance. She took her seat again and the train then proceeded; but her\nside-trip in search of rooms meant a delay of three hours alike for this one train and for three others following\nbehind.\nThe impression seems to have prevailed, also, that officers were at liberty to make any use of the trains they\npleased for the conveyance of their own belongings. To check the abuses thus developed, Hau[4p6t ]was\ncompelled to issue, on June 25, 1862, the following notice:—\nAssistant Quartermasters and Commissaries are positively forbidden to load on to cars on any of\nthe Military Railroads of the Department of the Rappahannock any freights which are not strictly\nand properly included in Quarter and Commissary stores. They shall not load or permit to be\nloaded any articles for the private use of officers, or other persons, whatever their rank or\nposition.\nOfficers, again, there were who, regardless of all traffic considerations, would order a train to pull up at any\npoint they thought fit along the main line in order that they could examine the passes and permits of the\npassengers, instead of doing this at a terminal or other station. In still another instance a paymaster adopted as\nhis office a box car standing on a main line. He placed in it a table, some chairs, a money-chest and his\npapers—finding it either more comfortable or more convenient than a house alongside—and proceeded with\nthe transaction of all his Army business in the car. Invited to withdraw, on the ground that he was holding up\nthe traffic, he refused to leave, and he persisted in his refusal until troops were called up to remove his things\nfor him.\nDefective arrangements in regard to the forwarding of supplies were another cause of traffic disorganisation.\nThe railwayman made from time to time the most strenuous efforts in getting to the extreme front large\nconsignments of articles either in excess of requirements or not wanted there at all. After blocking the line for\nsome days, the still-loaded cars might be sent back again, no fewer than 142 of such cars being returned on\nthe Orange and Alexandria Railroad in the course of a single day. If the excessive supplies so sent were\nunloaded at the front, they might have to be loaded into the cars again when the Army moved; or, as was\nfrequently the case in exposed positions, they might be seized or destroyed by the enemy. Under a wellorganised system an adequate stock of supplies would, of course, have been kept in stores or on sidings at\nsome point in the rear, only such quantities being forwarded to the advanced front as were really neede[4d7.]\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 26/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nAt the railway stations there were frequent disputes between the responsible officers as to which should have\nthe first use of such troop trains as were available, and Haupt found it necessary to ask the Commander-inChief to delegate some one who would decide in what order the troops should be forwarded.\nMuch trouble arose because, in their anxiety to send off as many wounded as they could, medical officers\ndetained their trains for such periods as dislocated the service, instead of despatching at schedule time the\nmen they had ready, and then asking for an extra train for the remainder.\nIn other respects, also, the arrangements for the transport of the sick and wounded were defective.\nTelegraphing on this subject to the Assistant Secretary of War on August 22, 1862, Haupt said:—\nI fear that I may be compelled to-night to do what may appear inhuman—turn out the sick in the\nstreet. Doctors will persist in sending sick, often without papers, to get them off their hands, and\nwe cannot send forward the troops if we must run our trains to Washington with sick to stand for\nhours unloaded. My first care is to send forward troops, next forage and subsistence.\nStill more serious were the irregularities due to delays in the unloading of trucks and the return of empties.\nThe amount of rolling stock available was already inadequate to meet requirements; but the effect of the\nshortage was rendered still worse by reason of these delays, due, in part, to the too frequent insufficiency of\nthe force available for unloading a train of supplies with the expedition that should have been shown, and in\npart to the retention of the cars for weeks together as storehouses; though the main cause, perhaps, was the\ninability of military men, inexperienced in railway working, to appreciate, as railwaymen would do, the need\nof getting the greatest possible use out of rolling stock in times of emergency, and not allowing it to stand idle\nlonger than absolutely necessary.\nHow such delays interfered with the efficiency of the railways was indicated in one of Haupt's oft-r[e4p8e]ated\nprotests, in which he wrote:—\nIf all cars on their arrival at a depôt are immediately loaded or unloaded and returned, and trains\nare run to schedule, a single-track road, in good order and properly equipped, may supply an\narmy of 200,000 men when, if these conditions are not complied with, the same road will not\nsupply 30,000.\nOn July 9, 1863, he telegraphed to General M. C. Meigs:—\nI am on my way to Gettysburg again. Find things in great confusion. Road blocked; cars not\nunloaded; stores ordered to Gettysburg—where they stand for a long time, completely\npreventing all movement there—ordered back without unloading; wounded lying for hours\nwithout ability to carry them off. All because the simple rule of promptly unloading and\nreturning cars is violated.\nAs for the effect of all these conditions on the military situation as a whole, this is well shown in the\nfollowing \"Notice,\" which, replying to complaints that railwaymen had not treated the military officers with\nproper respect, Haupt addressed \"To agents and other employés of the United States Military Railroad\nDepartment\":—\nWhile conscious of no disposition to shield the employés or agents of the Military Railroads\nfrom any censure or punishment that is really merited, justice to them requires me to state that,\nso far, examination has shown that complaints against them have been generally without proper\nfoundation, and, when demands were not promptly complied with, the cause has been inability,\narising from want of proper notice, and not indisposition.\nOfficers at posts entrusted with the performance of certain local duties, and anxious, as they\ngenerally are, to discharge them efficiently, are not always able, or disposed, to look beyond their\nown particular spheres. They expect demands on railway agents to be promptly complied with,\nwithout considering that similar demands, at the same time, in addition to the regular train\nservice and routine duties, may come from Quartermasters, Commissaries, medical directors,\nsurgeons, ordnance officers, the Commanding General, the War Department and from other\nsources. The Military Railroads have utterly failed to furnish transportation to even one-fifth of\ntheir capacity when managed without a strict conformity to schedule and established rules.\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 27/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nPunctuality and discipline are even more important to the operation of a railroad than to th[e49]\nmovement of an army; and they are vital in both.\nIt is doubtful if even the Confederate raiders and wreckers had, by their destructive tactics, diminished the\nefficiency of the Union railways to the extent of the four-fifths here attributed to the irregularities and\nshortcomings of the Federals themselves. The clearest proof was thus afforded that, if the new arm in warfare\nwhich rail-power represented was to accomplish all it was capable of doing, it would have to be saved from\nfriends quite as much as from foes.\nHaupt, as we have seen, suffered much from officers during the time he was connected with the Military\nRailroads in Virginia. He had the sympathetic support of the Commander-in-Chief, who telegraphed to him\non one occasion (August 23, 1862), \"No military officer will give any orders to your subordinates except\nthrough you, nor will any of them attempt to interfere with the running of trains\"; and, also, of the Assistant\nSecretary of War, who sought to soothe him in a message which said:—\"Be patient as possible with the\nGenerals. Some of them will trouble you more than they will the enemy.\" But the abuses which arose were so\nserious that, in the interest of the military position itself, they called for a drastic remedy; and this was\nprovided for by the issue of the following Order:—\nWar Department,\nAdjutant-General's Office,\nWashington,\nNovember 10, 1862.\nSpecial Order.\nCommanding officers of troops along the United States Military Railroads will give all facilities\nto the officers of the road and the Quartermasters for loading and unloading cars so as to prevent\nany delay. On arrival at depôts, whether in the day or night, the cars will be instantly unloaded,\nand working parties will always be in readiness for that duty, and sufficient to unload the whole\ntrain at once.\nCommanding officers will be charged with guarding the track, sidings, wood, water tanks, etc.,\nwithin their several commands, and will be held responsible for the result.\nAny military officer who shall neglect his duty in this respect will be reported by th[e50]\nQuartermasters and officers of the railroad, and his name will be stricken from the rolls of the\nArmy.\nDepôts will be established at suitable points under the direction of the Commanding General of\nthe Army of the Potomac, and properly guarded.\nNo officer, whatever may be his rank, will interfere with the running of the cars, as directed by\nthe superintendent of the road. Any one who so interferes will be dismissed from the service for\ndisobedience of orders.\nBy order of the Secretary of War.\nJ. C. Kelton.\nCommenting on this Order, General McCallum says in his report that it was issued \"in consequence of\nseveral attempts having been made to operate railroads by Army or departmental commanders which had,\nwithout exception, proved signal failures, disorganising in tendency and destructive of all discipline\"; and he\nproceeds:—\nHaving had a somewhat extensive railroad experience, both before and since the rebellion, I\nconsider this Order of the Secretary of War to have been the very foundation of success; without\nit the whole railroad system, which had proved an important element in conducting military\nmovements, would have been, not only a costly but ludicrous failure. The fact should be\nunderstood that the management of railroads is just as much a distinct profession as is that of the\nart of war, and should be so regarded.\nIn Europe, Germany and Austria-Hungary were the first countries to attempt to solve problems that seemed\nto go to the very foundations of the practical usefulness of rail-transport in war. Various exhaustive studies\nthereon were written by railway or military authorities, and it may be of interest here to refer, more\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 28/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nespecially, to the views expressed by an eminent German authority, Baron M. M. von Weber, in \"Die\nSchulung der Eisenbahnen,\" published in 1870.[7]\nRailway irregularities peculiar to war service were stated by this writer to be mainly of three kin[d5s1:]—(i)\nDelays from unsatisfactory arrangements of the service and from the misemployment of rolling stock; (ii)\ntemporary interruption of traffic owing to the crowding of transport masses at the stations or sidings; (iii)\nunsuitableness of the stations and conveyances for the required military services. The special reasons for the\nfirst of these causes he defined as (a) the absence of sufficient mutual comprehension between the military\nand the railway officials; (b) the strict limitation of the efficiency of individual railway authorities to their\nown lines only; (c) the ignorance of the entire staff of each line with regard to the details and service\nregulations of the neighbouring lines; and (d) the impracticability of employing certain modes of carrying on\nbusiness beyond the circuit to which they belong. It should, however, be borne in mind that these criticisms\nof authorities and their staffs relate to the conditions of the German railway system in 1870, at which time, as\ntold by H. Budde, in \"Die französischen Eisenbahnen im Kriege 1870-71,\" there were in Germany fifteen\nseparate Directions for State railways; five Directions of private railways operated by the State; and thirtyone Directions of private railways operated by companies—a total of fifty-one controlling bodies which, on\nan average, operated only 210 miles of line each.\nOn the general question von Weber observed:—\nThe value in practice of mutual intelligence between military and railway officials has hitherto\nbeen far too slightly regarded.\nDemands for services from military authorities, impracticable from the very nature of railways in\ngeneral or the nature of the existing lines in particular, have occasioned confusion and ill-will on\nthe part of the railway authorities and conductors. On the other hand the latter have frequently\ndeclared services to be impracticable which were really not so.\nAll this has arisen because the two parties in the transaction have too little insight into the nature\nand mechanism of their respective callings, and regard their powers more as contradictory than\nco-operative, so that they do not, and cannot, work together.\nIf, on the contrary, the nature of the railway service, with its modifications due to differences in\nthe nature of the ground, the locality, and the organisation of transport requirements, is apparent\nto the military officer, even in a general way; if he appreciates the fact that the same amount of\ntransport must be differently performed when he passes from a level line to a mountain line[5,2]\nfrom a double line to a single line, from one where the signal and telegraph system are in use to\none in which these organs of safety and intelligence are destroyed; if he can judge of the\ncapability of stations, the length of track, and arrangements for the loading, ordering and passing\nof trains, etc., he will, with this knowledge, and his orders being framed in accordance with it,\ncome much sooner and with greater facility to an understanding with the railway executives than\nif his commands had to be rectified by contradiction and assertion, frequently carried on under\nthe influence of excited passions, or attempted to be enforced by violence.\nThe railway official, also, who has some acquaintance with military science, who understands\nfrom practical experience and inspection, not confined to his own line, the capabilities of lines\nand stations in a military point of view, will, at his first transaction with the military authorities,\nenter sooner into an understanding with them than if he were deficient in this knowledge, and\nwill find himself in a position to co-operate, and not be coerced.\nHere the suggestion seems to be that the individual Army officer and the individual railway executive, or\nrailway official, should each become sufficiently acquainted with the technicalities of the other's business to\nbe able to conduct their relations with mutual understanding. It would, however, be too much to expect that\nthis plan could be carried out as regards either the military element in general or the railway element in\ngeneral.\nThe real need of the situation was, rather, for some intermediary organisation which, including both elements,\nwould provide the machinery for close co-operation between the Army on the one side and the railway on the\nother, guiding the Army as to the possibilities and limitations of the railway, and constituting the recognised\nand sole medium through which orders from the Army would be conveyed to the railway, no individual\ncommander or officer having the right to give any direct order to the railway executives or staffs on his own\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 29/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nresponsibility, or to interfere in any way with the working of the railways, except in some such case of\nextreme emergency as an attack by the enemy on a railway station.\nAll these problems were to form the subject of much more controversy, together with much further p[r5a3c]tical\nexperience, in various other countries—and notably in France during the war of 1870-71—before, as will be\ntold in due course, they were solved by the adoption of elaborate systems of organisation designed to\nprovide, as far as possible, for all contingencies.\nFOOTNOTES:\nSee[ 7B]ibliography.\n[54]\nCHAPTER V\nProtection of Railways in War\nThe liability of railway lines to interruption or destruction—whether by bodies of cavalry sent across the\nfrontier for that purpose, and aiming at damage on a large scale; by smaller raiding parties operating in the\nrear of an advancing army; or by individuals acting on their own account in a hostile country—rendered\nnecessary from an early date in the railway era the adoption of protective measures of a type and character\nvarying according to circumstances; while these, in turn, introduced some further new features into modern\nwarfare.\nUnder the orders given by General McDowell for the guarding of railways in the Department of the\nRappahannock, in the American Civil War, twelve sentinels were posted along each mile of track; blockhouses were constructed at each bridge, at cross-roads, and at intervals along the track; pickets were thrown\nforward at various points; bushes and trees were cleared away from alongside the line, and the men at each\npost had flags and lanterns for signalling. General Sherman took similar measures to guard his rail\ncommunications between Nashville and Atlanta.\nPrecautions such as these were directed mainly against the enemy in the field; but an early example was to be\nafforded of how a civil population may either concern themselves or be concerned against their will in the\nmaintenance of rail communication for military purposes. This position is well shown in the following\nproclamation, issued July 30, 1863, by Major-General G. G. Meade from the head-quarters of the Army of\nthe Potomac at a time when attempts to throw troop trains off the railway lines were a matter o[5f5 ]daily\noccurrence:—\nThe numerous depredations committed by citizens or rebel soldiers in disguise, harboured and\nconcealed by citizens, along the Orange and Alexandria Railroad, and within our lines, call for\nprompt and exemplary punishment. Under the instructions of the Government, therefore, every\ncitizen against whom there is sufficient evidence of his having engaged in these practices will be\narrested and confined for punishment, or put beyond the lines.\nThe people within ten miles of the railroad are notified that they will be held responsible, in their\npersons and property, for any injury done to the road, trains, depôts or stations by citizens,\nguerillas or persons in disguise; and in case of such injury they will be impressed as labourers to\nrepair all damages.\nIf these measures should not stop such depredations, it will become the unpleasant duty of the\nundersigned, in the execution of his instructions, to direct that the entire inhabitants of the\ndistrict of country along the railroad be put across the lines, and their property taken for\nGovernment uses.\nOn the Manassas Gap Railway General Auger further sought to protect Federal army trains against guerilla\nattacks by placing in a conspicuous position in each of such trains some of the leading Confederates residing\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 30/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nwithin Union lines, so that, should any accident happen to the train, they would run the risk of being among\nthe victims.\nIn the Austro-Prussian War of 1866 the principle of punishing the civil population for attacks on the railway\nlines underwent a further development. Captain Webber says in reference to the line through Turnau, Prague\nand Pardubitz to Brünn[8]: \"The Prussians were fortunate in being able to preserve the line intact from injury\nby the inhabitants, partly by the number and strength of the guards posted along it, and partly from the terror\nof reprisals which they had inspired.\" Captain Webber suggests that, in the face of an active enemy, and in a\ncountry where the population was hostile, it would have been impossible to depend on the railway as a\nprincipal line of communication; but the significance of his expression, \"the terror of reprisals,\" as denoting\nthe policy adopted by Prussia so far back as 1866, will not be lost on those who are only too well acquainted\nwith more recent developments of the same policy by the same country.\nThe number of men per mile required for guarding a line of rail communication is declared by Capta[i5n6 ]John\nBigelow, in his \"Principles of Strategy\" (Philadelphia, 1894), to be exceedingly variable, depending as it does\nupon the tactical features of the country and the temper of the inhabitants. According, he says, to the estimate\nof the Germans for the conditions of European warfare, the number will average about 1,000 men for every\nstretch of fifteen miles. At this rate an army sixty miles from its base requires about 4,000 men for the\nprotection of each line of communication.\nWith the help of figures such as these one may, perhaps, understand the more readily how it is that a\nCommander-in-Chief, of merciless disposition, and wanting to retain the active services of every soldier he\npossibly can in the interests of an early and successful advance will, by spreading a feeling of \"terror\" among\nthe civil population, seek to reduce to as low a figure as circumstances will permit the number of men he\nmust leave behind to guard his lines of rail communication.\nThese considerations will be found to apply with the greater force when it is remembered that in the FrancoPrussian War of 1870-71 the Prussians had to adopt an especially elaborate system for safeguarding their\nlines of communication with Germany during the time they occupied French territory. At each railway station\nthey placed a guard formed of detachments of the Landwehr, while small detachments were stationed in\ntowns and villages in the neighbourhood. In each signal-box a detachment of troops was stationed, and the\nwhole line of railway was patrolled from posts established along it at distances of every three or four miles.\nAltogether, the Germans are said to have employed, on over 2,000 miles of French railway lines controlled\nby them, as many as 100,000 troops for protective purposes only; and even then the franc-tireurs were[ 5a7b]le to\ncause many interruptions.\nUnder a Prussian regulation dated May 2, 1867, it was laid down that after the restoration of any lines taken\npossession of in an enemy's territory, notice should be given that in the event of any further damage being\ndone to the railway, the locality would be subject to a fine of at least 500 thalers, the belongings of the\ninhabitants would be liable to seizure, and the local authorities might be arrested.\nAs a further precautionary measure in the war of 1870-71, the Germans took a hint from the example of the\nUnion Generals in the American Civil War by compelling a leading citizen of the district passed through to\nride on the engine of each train run by them on French soil. In defence of this practice, the German General\nStaff say in their handbook on \"The Usages of War\"[9]:—\nSince the lives of peaceable inhabitants were, without any fault on their part, thereby exposed to\ngrave danger, every writer outside Germany has stigmatised this measure as contrary to the law\nof nations and as unjustified towards the inhabitants of the country. As against this unfavourable\ncriticism it must be pointed out that this measure, which was also recognised on the German side\nas harsh and cruel, was only resorted to after declarations and instructions of the occupying\nauthorities had proved ineffective, and that in the particular circumstances it was the only\nmethod which promised to be effective against the doubtless unauthorised, indeed the criminal,\nbehaviour of a fanatical population. Herein lies its justification under the laws of war, but still\nmore in the fact that it proved completely successful, and that wherever citizens were thus\ncarried on the trains ... the security of traffic was assured.\nWriting under date December 16, 1870, Busch offered the following justification for the course adopted:—\nThey were taken, not to serve as a hindrance to French heroism, but as a precaution against\ntreacherous crime. The railway does not carry merely soldiers, ammunition and other war\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 31/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nmaterial against which it may be allowable to use violent measures; it also conveys a great\nnumber of wounded, doctors, hospital attendants, and other perfectly harmless persons. Is a\npeasant or franc-tireur to be allowed to endanger hundreds of those lives by removing a rail or\nlaying a stone upon the line? Let the French see that the security of the railway trains is no\nlonger threatened and the journeys made by those hostages will be merely outings, or our people\nmay even be able to forgo such precautionary measures.\nIn the South African War, Field-Marshal Earl Roberts issued at Pretoria, on June 19, 1900, a procla[5m8]ation\none section of which authorised the placing of leading men among the Boers on the locomotives of the trains\nrun by the British on the occupied territory; but this particular section was withdrawn eight days afterwards.\nThe English view of the practice in question is thus defined in the official \"Manual of Military Law\" (Chap.\nXIV, \"The Laws and Usages of War,\" par. 463):—\nSuch measures expose the lives of inhabitants, not only to the illegitimate acts of train wrecking\nby private enemy individuals, but also to the lawful operations of raiding parties of the armed\nforces of the belligerent, and cannot, therefore, be considered a commendable practice.\nTo guard against the attacks made on the railway lines in the Orange Free State and the Transvaal during the\nBritish occupation, entrenched posts were placed at every bridge exceeding a 30-feet span; constant\npatrolling was maintained between these posts; and the block-houses introduced (in 1901) by Lord Kitchener\nwere erected along all the railway lines, at distances of about 2,000 yards. Each block-house, also, was\ngarrisoned by about ten men, and each was surrounded by wire entanglements which, together with various\nkinds of alarm fences, were also placed between the block-houses themselves in order both to impede the\napproach of the enemy and to warn the garrison thereof.\nBlock-houses are to-day regarded as one of the chief means of protecting railways against attacks. Their\nconstruction and equipment are dealt with by Major W. D. Connor, of the Corps of Engineers, U.S.A., in\n\"Military Railways\" (Professional Papers, No. 32, Corps of Engineers, U.S. Army, Washington, 1910).\nSupplementary to the adoption of this block-house system, in time of war, is the practice followed in [v59a]rious\nContinental countries, in time of peace, of building permanent fortresses, in solid masonry, alongside railway\nbridges crossing important rivers. In some instances the fortress is so constructed that the railway lines pass\nthrough the centre of it. Not only, as a rule, are these fortresses extremely solid and substantial, but they may\nbe provided with bomb-proof covers and be stocked with a sufficient supply of provisions to be able to stand,\nif necessary, a fairly prolonged siege. One can assume, also, that the garrison would have under its control\nfacilities arranged in advance for the destruction of the bridge, as a last resort, in case of need.\nThe theory is that such fortresses and their garrisons should be of especial advantage, on the outbreak of war,\nin checking any sudden invasion and allowing time for the completion of defensive measures. Their\nconstruction in connection with all the principal railway bridges crossing the Rhine was especially favoured\nin Prussia after the war of 1870-1.\nSimilar fortresses, or \"interrupting forts,\" as the Germans call them, are also built for the protection of\nimportant tunnels, junctions, locomotive and carriage works, etc.\nAnother method adopted for the safeguarding of railway lines in war is the use of armoured trains; though in\npractice these are also employed for the purposes of independent attacks on the enemy, apart altogether from\nany question of ensuring the safety of rail communication.[10]\nFor the protection of locomotives and rolling stock, and to prevent not only their capture but their use by the\nenemy, the most efficacious method to adopt is, of course, that of removing them to some locality where the\nenemy is not likely to come.\nWhen, in 1866, Austria saw that she could not hold back the Prussian invader, she took off into Hun[g6a0r]y no\nfewer than 1,000 locomotives and 16,000 wagons from the railways in Bohemia and Saxony. Similar tactics\nwere adopted by the Boers as against ourselves in the war in South Africa. On the British troops crossing into\nthe Orange Free State, from Cape Colony, they found that the retreating enemy had withdrawn all their\nrolling stock, as well as all their staffs from the railway stations, leaving behind only a more or less damaged\nline of railway. Subsequently, when the forces occupied Pretoria, they certainly did find there sixteen\nlocomotives and 400 trucks; but the station books showed that in the previous forty-eight hours no fewer than\nseventy trains, many of them drawn by two engines, had been sent east in the direction of Delagoa Bay.\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 32/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nWhen it is not practicable to withdraw locomotives and rolling stock which it is desired the enemy shall not\nbe able to use, the obvious alternative is that measures should be taken either to remove vital parts or to\nensure their destruction. Certain of the methods adopted during the Civil War in America were especially\nefficacious in attaining the latter result. In some instances trains were started running and then—driver and\nfireman leaping off the engine—were left to go into a river, or to fall through a broken viaduct. In other\ninstances two trains, after having had a good supply of explosives put in them, would be allowed to dash into\none another at full speed. Many locomotives had their boilers burst, and wagons were set on fire after having\nbeen filled up with combustibles.\nStill another method which has been adopted with a view to preventing an enemy from using the railways he\nmight succeed in capturing is that of constructing them with a different gauge. The standard gauge of the\nmain-line railways in France, Germany, Holland, Belgium, Denmark, Austria-Hungary, Italy, Switzerland,\nRoumania and Turkey (like that, also, of railways in Great Britain, Canada and the United States), is 4ft.\n81⁄2in., allowing trains to pass readily from one country to the other with the same rolling stock; but the gauge\nof the Russian railways is 5ft., necessitating a transshipment from one train to another when the frontier is\nreached. Similar conditions are found in Spain and Portugal, where the standard gauge is 5ft. 6in.[11]\nRussia adopted her broader gauge so that, in case of invasion, the invader should not be able to [r6u1n] his\nrolling-stock over her lines, as Germany, for instance, would be able to do in the case of the railways of\nBelgium and France. Thus far, therefore, Russia strengthened her position from the point of view of defence;\nbut she weakened it as regards attack, since if she should herself want, either to become the invader or to\nsend troop trains over neighbouring territory to some point beyond, she would be at a disadvantage. In the\nRusso-Turkish War of 1877-78, when the Russian forces passed through Roumania on their way to Turkey,\nthe difference in gauge between the Russian and the Roumanian railways caused great delay and\ninconvenience by reason of the necessary transfer of troops, stores, guns, ammunition, torpedo boats, etc., at\nthe frontier.\nIt should, also, be remembered that the reduction of a broad gauge to a narrow one is a much simpler matter,\nfrom an engineering point of view, than the widening of a narrower gauge into a broad one. In the former\ncase the existing sleepers, bridges, tunnels, platforms, etc., would still serve their purpose. In the latter case\nfresh sleepers might have to be laid, bridges and tunnels widened or enlarged, and platforms and stations\naltered, use of the broader-gauge rolling stock thus involving an almost complete reconstruction of the\nrailway lines. To this extent, therefore, the balance of advantage would seem to be against the country having\nthe broader gauge. The conclusion may, at least, be formed that such a country is far more bent on protecting\nher own territory than on invading that of her neighbours.\nThe course adopted by Germany for overcoming the difficulty which, in the event of her seeking to invade\nRussia, the difference of railway gauge in that country would present, will be told in Chapter XVIII.\nFOOTNOTES:\n\"No[t8e]s on the Campaign in Bohemia in 1866.\" By Capt. Webber, R.E. Papers of the Corps of\nRoyal Engineers, N.S., vol. xvi. Woolwich, 1868.\n\"Th[e9 ]German War Book. Being the Usages of War on Land\"; issued by the Great General Staff\nof the German Army. London, 1915.\nTh[e1 0s]ubject of armoured trains will be dealt with more fully in Chapters VII and XVI.\nSe[e1 1\"F]ield Service Pocket Book, 1914,\" pp. 151-2.\n[62]\nCHAPTER VI\nTroops and Supplies\nIn the earlier controversies as to the use of railways in war, attention was almost entirely concentrated on\nquestions relating to the movement of large masses of troops, the saving of time to be effected, and the\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 33/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nstrategic advantages to be gained. These considerations quickly passed from the theoretical to the practical,\nand when the results attained were put against such facts as, for instance, the one that in 1805 Napoleon's\nGrand Army of 200,000 men took forty-two days to march the 700 kilometres (435 miles) between Ulm on\nthe Danube and the French camp at Boulogne, there was no longer any possibility of doubt as to the services\nthat railways might render from these particular points of view.\nQuicker transport was, however, only one consideration. There was the further important detail that the\nmovement of troops by rail would bring them to their point of concentration, not only sooner, but in more\ncomplete numbers, than if they had to endure the fatigues of prolonged marches by road.\nAccording to German authorities, the falling-out of infantry and cavalry when marching along good roads\nunder conditions of well-maintained discipline and adequate food supplies averages three per cent. in cool\nand dry weather, and six per cent. in hot or wet weather; while in unfavourable conditions as regards roads,\nweather and supplies, the diminution may be enormous. When, in the autumn of 1799, Suvóroff made his\nfamous march over the St. Gothard, he lost, in eleven days, no fewer than 10,000 men owing to the hardships\nof the journey. In his invasion of Russia, in 1812, Napoleon's losses in men who succumbed to the f[6a3ti]gues\nand trials they experienced on the road were out of all proportion to the casualties due to actual fighting. It\nwas, too, a saying of Blücher's that \"he feared night marches worse than the enemy.\"\nAn English authority, Lieut.-Col. R. Home, C.B., R.E., wrote in a paper on \"The Organisation of the\nCommunications, including Railways,\" published in Vol XIX. of the Journal of the Royal United Service\nInstitution (1875):—\nIf an army of moderate size, say 50,000 men, simply marches one hundred miles without firing\none shot or seeing an enemy the number of sick to be got rid of is very great.\nExperience has shown that in a good climate, with abundant food, easy marches, and fair\nweather, the waste from ordinary causes in a ten days' march of such a force would be between\n2,000 and 2,500 men, while the number of galled, footsore or worn-out horses would also be\nvery large. A few wet days or a sharp engagement would raise the number of both very\nconsiderably. An inefficient man or horse at the front is a positive disadvantage.\nAnother equally important detail relates to the provision of supplies for the troops and animals thus\ntransported by rail both more quickly and with less fatigue.\nIn all ages the feeding of his troops in an enemy's country has been one of the gravest problems a military\ncommander has had to solve; and though, in some instances, vast armies have succeeded in drawing\nsufficient support from the land they have invaded, there have been others in which an army intending to\n\"live upon the country\" has failed to get the food it needed, and has had its numbers depleted to the extent of\nthousands as the result of sheer starvation. This was the experience of Darius, King of Persia, who, in 513\nB.C., crossed the Bosporus, on a bridge of boats, with an army of 700,000, followed the retreating Scythians,\nand lost 80,000 of his men in wild steppes where no means existed for feeding them. When, also, Alexander\nthe Great was withdrawing from India, in 325 B.C., two-thirds of his force died on the desert plains of\nBeluchistan from thirst or hunger. Lack of the supplies from which he found himself entirely cut off was,\nagain, a main cause of the disaster that overtook Napoleon in his Russian campaign. Even fe[r6t4il]e or\ncomparatively fertile lands, satisfying the needs of their inhabitants in time of peace, may fail to afford\nprovisions for an invading army, either because of the great number of the latter or because the retreating\npopulation have destroyed the food supplies they could not take with them into the interior whether for their\nown sustenance or with a view to starving the invaders.\nShould the invading army succeed in \"living on the country,\" the effect of leaving the troops to their own\nresources, in the way of collecting food, may still be not only subversive of discipline but of strategic\ndisadvantage through their being scattered on marauding expeditions at a time when, possibly, it would be\npreferable to keep them concentrated.\nGeneral Friron, chief of the staff of Marshal Masséna, wrote concerning Napoleon's campaign in Portugal:—\nThe day the soldier became convinced that, for the future, he would have to depend on himself,\ndiscipline disappeared from the ranks of the army. The officer became powerless in the presence\nof want; he was no longer disposed to reprimand the soldier who brought him the nourishment\nessential to his existence, and who shared with him, in brotherly goodwill, a prey which may\nhave cost him incalculable dangers and fatigues.\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 34/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nThe extent to which a combination of physical fatigue and shortness of supplies in an inhospitable country\nmay interfere with the efficiency of an army is well shown by Thiers (\"Histoire du Consulat et de l'Empire\")\nin regard to the conditions at the very outset of Napoleon's Russian campaign. The French troops arriving on\nthe Niemen—at which point they were merely on the frontiers of Russia—were already overcome by the\nlong marches they had made. They had no bread, no salt, and no spirits; their craving for food could no\nlonger be satisfied by meat without salt and meal mixed with water. The horses, too, were out of condition for\nwant of proper food. Behind the army a great number of soldiers dropped out of the ranks and had lost their\nway, while the few people they met in a scantily-populated district could speak nothing but Polish, which the\nwearied and famished men were unable to understand. Yet, under the conditions of former days, it [w65a]s by\ntroops thus exhausted by marches of hundreds of miles, done on, possibly, a starvation diet, that battles\ninvolving the severest strain on human energy were fought.\nWhen \"living on the country\" is no longer practicable, the only alternative for an army is, of course, that of\nsending supplies after it for the feeding of the troops; but when, or where, this has had to be done by means\nof ordinary road services, it has involved—together with the transport of artillery, ammunition and stores—\n(1) the employment of an enormous number of vehicles and animals, greatly complicating the movements of\nthe army; and (2) a limitation of the distance within which a campaign can be waged by an army depending\nentirely on its own resources.\nThe latter of these conditions was the direct consequence of the former; and the reason for this was shown by\nGeneral W. T. Sherman in an article contributed by him to the Century Magazine for February, 1888 (pp.\n595-6), in the course of which he says:—\nAccording to the Duke of Wellington, an army moves upon its belly, not upon its legs; and no\narmy dependent on wagons can operate more than a hundred miles from its base because the\nteams going and returning consume the contents of their wagons, leaving little or nothing for the\nmaintenance of men and animals at the front who are fully employed in fighting.\nThere was, again, the risk when food supplies followed the army by road either of perishables going bad en\nroute, owing to the time taken in their transport by wagon, or of their suffering deterioration as the result of\nexposure to weather, the consequence in either case being a diminution in the amount of provisions available\nfor feeding the army.\nAll these various conditions have been changed by the railway, the use of which for the purposes of war has,\nin regard to the forwarding of supplies, introduced innovations which are quite as important as those relating\nto the movement of troops—if, indeed, the former advantages are not of even greater importance than the\nlatter.\nThanks to the railway, an army can now draw its supplies from the whole of the interior of the home country\n—provided that the lines of communication can be kept open; and, with the help not only of regu[6la6r] rail\nservices but of stores and magazines en route those supplies can be forwarded to railhead in just such\nquantities as they may be wanted. Under these conditions the feeding of an army in the field should be\nassured regardless alike of the possible scanty resources of the country in which it is engaged and of its own\ndistance from the base of supplies.\n[67]\nCHAPTER VII\nArmoured Trains\nIn the issue of the now defunct London periodical, Once a Week, for August 13, 1859, there was published an\narticle on \"English Railway Artillery: A Cheap Defence against Invasion,\" in which it was said, among other\nthings:—\nWe have hitherto regarded the rail merely as a vehicle of transport, to carry materials which are\nnot to be set in work till off the rails. If we look at the rail as part of an instrument of warfare, we\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 35/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nshall be startled at the enormous means we have at hand, instantly available, from mercantile\npurposes, to convert to engines of war.\nThe writer was William Bridges Adams (1797-1872), an authority on railways who had grown up with them,\nhad introduced into their operation many inventions and improvements (including the fish-joint still used for\nconnecting rails), and was the author of various books and papers on railways, transport, and other subjects.\nHis new idea, as set forth in the article in question, was specially directed to the utilisation of railways for\ndefending the shores of Great Britain against an invader; and in developing this idea he was, also, as far as\ncan be traced, the first to suggest the employment of armoured trains.\nThe immediate reason alike for the writing of the article and for the making of the suggestion was that in\n1859 Great Britain appeared to be faced by the prospect of invasion by France,—a prospect which, in view of\nthe then admittedly defective condition of the national defences, led to the creation of the Volunteer Corps, to\nthe appointment of a Royal Commission to inquire into the question of coast defence, and to suggestions\nbeing put forward by many different authorities as to what should be done. Among those suggestions w[6a8s] one\nby the writer in question for supplementing any system of coast defence that might be adopted by the\nmounting of guns on railway trucks protected by armour, such trucks being moved from point to point along\nthe coast railways to meet, as far as possible, the needs of the military situation.\nHeavy artillery, wrote Adams, though the most formidable implement of modern warfare, had the\ndisadvantage of requiring many horses to draw it. So the problem arose as to how the horses could be\ndispensed with. This could best be done, he thought, by putting artillery on \"our true line of defence,—our\nrails,\" and having it drawn, or propelled, by a locomotive. \"Mount,\" he said, \"a gun of twenty tons weight on\na railway truck, with a circular traversing platform, and capable of throwing a shot or shell weighing one\nhundred to one and a half a distance of five miles. A truck on eight wheels would carry this very easily, and\nthere would be no recoil.\" Such a battery would be \"practically a moving fortress,\" and, used on the coast\nrailways, which he regarded as constituting lines of defence, would be \"the cheapest of all possible fortresses\n—absolutely a continuous fortress along the whole coast.\" Communication with coast railways at all\nstrategical points should, however, be facilitated by the placing of rails along the ordinary highways. After\ngiving some technical details as to the construction alike of coast railways and road tramways, he proceeded:\n—\nWith these roads communicating with the railroads, the whole railway system becomes\napplicable to military purposes.\nThe railway system is so especially adapted for defence, and so little adapted to invaders, that it\nshould become at once a matter of experiment how best to adapt Armstrong or other guns to its\nuses. The process of fitting the engines with shot-proof walls to protect the drivers against\nriflemen would be very easy.... Nothing but artillery could damage the engines or moving\nbatteries, and artillery could not get near them if it were desirable to keep out of the way.\nOne gun transportable would do the work of ten which are fixtures in forts, and there would be\nno men to take prisoners, for no forts would be captured.\nThe more this system is thought of the more the conviction will grow that it is the simplest mod[e69]\nof rendering the country impenetrable to invaders at a comparatively trifling cost.\nIt will be seen that the scheme here proposed included three separate propositions—(1) the use of railways, as\n\"engines of war,\" for coast defence; (2) the mounting of Armstrong or other guns on railway trucks from\nwhich they could be discharged for the purposes of such defence; and (3) the providing of the engines with\n\"shot-proof walls\" for the protection of the drivers. A similar protection for the men operating the guns on the\ntrucks was not then, apparently, considered necessary; but we have here what was clearly the germ of the\n\"armoured train.\"\nAmong the other suggestions advanced on the same occasion were some for the employment of railways in\ngeneral for strategical purposes, and more especially for the defence of London; and here, again, the\nemployment of armoured trains was advocated.\n\"A Staff Officer,\" writing in The Times of July 16, 1860, declared that the most efficacious and the most\neconomical line of defence which London could have would be a circular railway forming a complete cordon\naround the Metropolis at a distance of fifteen miles from the centre, and having for its interior lines of\noperation the numerous railways already existing within that radius. On this circular railway there should be\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 36/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\n\"Armstrong and Whitworth ordnance mounted on large iron-plated trucks\" fitted with traversing platforms in\nthe way already recommended by W. Bridges Adams, the trucks themselves, however, and not only the\nlocomotives, being protected by \"shot-proof shields.\" The circular railway was to be constructed primarily\nfor strategical purposes; but during peace the line would be available for ordinary traffic, and in this way it\ncould be made to yield at least some return on the capital expenditure.\nThe writer of this letter, Lieut. Arthur Walker, then an officer of the 79th Highlanders and the holder of a staff\nappointment at the School of Musketry, Fleetwood, followed up the subject by reading a paper on \"Coast\nRailways and Railway Artillery\" at a meeting of the Royal United Service Institution on January 30, 1[87605].[12]\nOn this occasion he specially advocated the use of \"moveable batteries\" for coast defence in conjunction with\nrailways constructed more or less within a short parallel distance of the entire coast line. Field artillery, he\nrecommended, should be mounted on a truck the sides of which would be \"encased in a cuirass of sufficient\nthickness,\" while the engine and tender would also be \"protected by an iron cuirass, and placed between two\ncupolas for further protection.\" He considered that \"to attempt to land in face of such an engine of war as this\nwould be simply impossible.\" Moving batteries of this kind would be \"the cheapest of all possible\nfortresses.... We have nothing to do but to improvise well-adapted gun-carriages for our rails.\" At the same\nmeeting Mr. T. Wright, C.E., gave details of a proposed railway train battery for coast, frontier and inland\ndefence which was designed to carry ten, twenty or forty guns or mortars.\nAnother early advocate of the use of railways as an actual instrument of warfare was Colonel E. R. Wethered,\nwho, in 1872, wrote to the War Office suggesting that heavy ordnance should be mounted on wheeled\ncarriages so constructed that they could be moved along any of the railways, from point to point. In this way\nthe three-fold advantage would be gained of (1) utilising the railway system for purposes of national defence;\n(2) rendering possible a concentration of artillery with overwhelming force at any given spot, and, (3) by the\nuse of these moveable carriages for the conveyance of the guns, exposing the men to less risk.\nColonel Wethered further communicated to The Times of May 25, 1877, a letter on \"Portable Batteries\" in\nwhich he declared that if, before an enemy could effect a landing, we were to provide the means of\nconcentrating, with unerring certainty, on any given points of the coast, a crushing force of artillery, with\nguns of heavier calibre than even the warships of the invader could command, it would be impossible for the\nvessels of an invading force to approach near enough to effect the landing of their men. He continued:—\n[71]\nMy proposal is to take the full advantage which our railway system, in connection with our\ninsular position, affords, and provide powerful moveable batteries which can be sent fully\nequipped in fighting order direct by railway to any required point; and the recent experimental\ntrials of the 81-ton gun have proved that the heaviest ordnance can be moved and fought on\nrailway metals with considerable advantage.... In connection with our present main lines of\nrailway, which probably would require strengthening at certain points, I would construct branch\nlines or sidings leading to every strategical point of our coast and into every fort, as far as\npossible, with requisite platforms.... These branch lines during peace would, doubtless, be of\nsome small commercial value.... I would mount as many of our heaviest guns as practicable on\nrailway gun carriages so that they could be moved by rail from one face of a front to another, and\nfrom one place to another.\nHe also recommended that guns thus mounted, fully equipped, and ready for use, should be kept at three\nlarge central depôts which might be utilised for the defence of London. At each of them he would station (1)\nMilitia and Volunteer Artillery able not only to work the guns but to construct, repair or destroy railway lines,\nand (2) a locomotive corps specially trained in the working of traffic under war conditions.\nBy reading a paper at the Royal United Service Institution on April 24, 1891, on \"The Use of Railways for\nCoast and Harbour Defence,\"[13] Lieut. E. P. Girouard, R.E. (now Major-General Sir E. Percy C. Girouard,\nK.C.M.G.), made what was, at that time, an important contribution to a subject on which there was then still\nmuch to be learned. Sketching a detailed scheme comprising the employment of all the coastal railways for\nthe purposes of national defence, he emphasised the value of Britain's \"enormous railway power\" as the\nstrong point of her defensive position, whether regarded from the point of view of (1) railway mileage open\nas compared with the square mile of coastal area to be defended, or (2) the length of coast line compared with\nthe railway mileage at or near that coast line, and, therefore, locally available for its defence. \"Why,\" he\nasked, \"should we not turn to account the enormous advantage which our great railway power gives us to\nconcentrate every available gun at a threatened point in the right and the proper time, which the proper\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 37/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nutilisation of our railways can and will do, thereby practically doubling or quadrupling our available gun\npower?\"\nWhilst the subject had thus been under discussion in the United Kingdom, America, in her Civil War o[7f 21]86165, had set the rest of the world an example by actually introducing armoured-protected gun-carrying trucks\ninto modern warfare.\nWriting from Washington, under date August 29, 1862, to Colonel Herman Haupt, then Chief of Construction\nand Transportation in the Department of Rappahannock, Mr. P. H. Watson, Assistant-Secretary of War, said:\n—\"An armour-clad car, bullet proof, and mounting a cannon, has arrived here and will be sent down to\nAlexandria.\" A later message, on the same date added:—\"After you see the bullet-proof car, let me know\nwhat you think of it. I think you ought at once to have a locomotive protected by armour. Can you have the\nwork done expeditiously and well at Alexandria, or shall I get it done at Philadelphia or Wilmington?\" The\ncar was duly received; but Haupt's comments in respect to it, as recorded in his \"Reminiscences,\" show that\nhe was not greatly impressed by the innovation. \"P. H. Watson, Assistant-Secretary of War, sent me,\" he says,\n\"an armour-clad, bullet-proof car, mounting a cannon. The kindness was appreciated, but the present was an\nelephant. I could not use it, and, being in the way, it was finally side-tracked on an old siding in Alexandria.\"\nIt would seem, however, that other armour-clad cars were brought into actual use during the course of the\nCivil War.\nIn the Railway Age Gazette (Chicago) for January 22, 1915, Mr. Frederick Hobart, associated edito[r7 3o]f the\nNew York Engineer and Mining Journal, writes, from personal knowledge, of two armoured cars which were\nin use in the Civil War. One of these, formed by heavy timbers built up on a flat car, was put together in the\nshops of the Atlantic and North Carolina Railroad Company at Newberne, N.C., in 1862, about two months\nafter the city had been captured by the Burnside expedition. The armour consisted of old rails spiked on the\noutside of the planking composing the sides and front of the car. Along the sides there were slits for musketry\nfire, and at the front end there was a port hole covered with a shutter behind which a gun from one of the\nfield batteries was mounted. The second car was similarly constructed, but was armed with a naval howitzer.\nThe cars were run ahead of the engine, and were used in reconnoitring along the railroad line west of\nNewberne. Mr. Hobart adds that he was quite familiar with the cars, having assisted in the design and\nconstruction of both.\nIn the Century Magazine for September, 1887 (page 774), there is given an illustration (\"from a photograph\")\nof an armour-clad car described as \"the Union Railroad Battery\" which was, apparently, used in connection\nwith the springing of the mine in front of Petersburg on July 30, 1864. The car is shown to have consisted of\na low truck with, at one end, a sloping armour plate coming down almost to the rails, and having a hole\nthrough which the gun placed behind it on the truck could be fired. The sides of the truck were protected\nfrom the top of the sloping armour downwards, but the back was open. The car was, of course, designed to be\npushed in front of the locomotive.\nMr. L. Lodian, also, contributed to the issue of the American periodical, Railway and Locomotive\nEngineering, for May, 1915, a communication, under the title of \"The Origin of Armoured Railroad Cars\nUnquestionably the Product of the American Civil War,\" in which, claiming that \"our own Civil War\"\noriginated those cars, he said:—\nAttached is a picture of one in use on the old Philadelphia-Baltimore Railroad. The illustration\nappeared in Frank Leslie's illustrated periodical on May 18, 1864. No better proof could b[e74]\nfurnished of the authenticity of the fact that such a car was in use at that time.... There appears to\nbe no great variation even to-day in armoured car design from the initial effort of half a century\nago. Pictures are appearing in numerous periodicals, at the period of writing, of those in use by\nthe European belligerents, and in general appearance and outline they are about the same as the\noriginal, the chief variation in their use being that the war-going locomotive is also sheathed in\narmour, whereas that in use in the sixties was entirely unprotected, except in front, and then only\nby reason of the mailclad car being placed in front to do the fighting.\nAs against this suggestion, there is the undoubted fact that in the American Civil War the plan was adopted of\nhaving the locomotives of ordinary troop or supply trains protected by armour-plating as a precaution against\nattack when there was no armoured car in front of them. Writing to the Director of Military Railroads on\nOctober 8, 1862, Haupt said:—\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 38/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nI have been thinking over the subject of locomotives. It is one which, at the present time, and in\nview of the future requirements of the service, demands especial attention. Experience has\nshown that on engines men are targets for the enemy; the cabs where they are usually seated\nhave been riddled by bullets, and they have only escaped by lying on the footboard. It will be\nnecessary to inspire confidence in our men by placing iron cabins (bullet proof) upon all or\nnearly all our engines, and the necessity will increase as we penetrate further into the enemy's\ncountry.\nAgain, it is desirable that the smaller and more delicate portions of the apparatus should be better\nprotected than at present, and I would be pleased if you would give to the plans, of which I spoke\nto you recently, a careful consideration. It seems to me that they are peculiarly well adapted to\nmilitary service.\nHaupt adds that \"protected locomotives and bullet-proof cabs were soon after provided, as recommended\";\nand elsewhere in his \"Reminiscences\" he says, on the same subject:—\nThe bullet-proof cabs on locomotives were very useful—in fact, indispensable. I had a number\nof them made and put on engines, and they afforded protection to engineers and firemen against\nthe fire from guerillas from the bushes that lined the road.\nIn the Franco-Prussian War of 1870-71 guns mounted on four armour-plated trucks, fitted up[ 7i5n] the\nworkshops of the Orléans Company, under the supervision of M. Dupuy de Lorme, Engineer-in-Chief for\nNaval Construction, were taken into action on four occasions during the siege of Paris, namely, at Choisy-leRoi, for the sortie preceding the one from Champigny; near Brie-sur-Marne, to support the Champigny sortie;\nat Le Bourget, for one of the attempts to recapture that position; and at La Malmaison, to support the\nMontretout sortie. The wagons were protected by a covering which consisted of five plates of wrought iron,\neach two-fifths of an inch thick, and giving, therefore, a total thickness of two inches. The two engines used\nwere also protected by armour-plating. One or two of the wagons were struck by field-gun shells without,\nhowever, sustaining further damage than the denting of their plates. The engines escaped damage altogether.\nOn going into action the armoured wagons were followed by another bullet-proof engine conveying a party\nof men with tools and materials to repair any interruption of the lines that might interfere with the return of\nthe trains; but the only damage done was so slight that it was remedied in about a quarter of an hour.[14]\nFurther use was made of armoured trains in the Egyptian Campaign of 1882. One that was put together to\nassist in the defensive works at Alexandria is declared in the official history of the campaign[15] to have\n\"proved most serviceable.\" Two of the trucks, fitted with iron plating and sand bags as a protecting cover,\ncarried one Nordenfelt and two Gatling guns. A 9-pr. was also placed on one of the trucks, together with a\ncrane by means of which it could be lowered out immediately. Other trucks, rendered bullet proof by sand\nbags and boiler-plating, and carrying a force of 200 bluejackets, with small arms, completed the fighting\nforce. On July 28, the train took part in a reconnaissance sent out to ascertain the extent of the damage which\nhad been done to the railway lines near Arabi's outpost. Shots were fired at the train by the enemy, but\nwithout effect. The reconnaissance was a complete success inasmuch as it enabled such repairs to be done to\nthe railway as gave the use of a second line between Ramleh and Alexandria.\nSo useful had the train been found that it was now further improved by adding to it a 40-pr. on [a76 t]ruck\nprotected by an iron mantlet. The locomotive was put in the middle of the train and was itself protected by\nsand bags and railway iron. Thus strengthened, the train went into action in the reconnaissance in force\ncarried out from Alexandria on August 5, and \"the most interesting incident of the engagement,\" according to\nthe official account, \"was the good service done by the 40-pr. from the armoured train.\"\nEarly in the morning of September 13 the train, consisting of five wagons, and having, on this occasion, one\nKrupp gun and one Gatling in addition to the 40-pr., was sent to support the attack on Tel el-Kebir. It was\nfollowed by another train having 350 yards of permanent-way materials, with all the necessary tools and\nappliances for the prompt carrying out of any repairs that might be necessary. Owing, however, to the hazy\nand uncertain light and to the ever-increasing clouds of smoke that hung over the battle-field, it was\nimpossible to fire the 40-pr.\nIn the futile attempt made in 1885 to construct a railway from Suakin to Berber, in support of the Nile\nExpedition of 1884-85, resort was had to an armoured train for the purpose of protecting the line from the\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 39/210\n\n12/23/25, 11:04 AM The Project Gutenberg eBook of Rise of Rail Power In War & Conquest 1833-1914, by Edwin A. Pratt.\nconstant attacks to which it was subjected by the enemy. The train carried a 20-pr. B.L., which could be fired\nonly either in prolongation of the line or at a slight angle from it.\nAt the Camp of Exercise in Delhi in January, 1886, some important experiments were carried out with a view\nto testing the practicability of firing guns at right angles to an ordinary line of railway, the result being to\nestablish the fact that a 40-pr. R.B.L. could be fired with perfect safety broadside from (a) small[ 7e7m] pty\nwagons mounted on four wheels; (b) small empty wagons weighted up to four tons; and (c) empty eightwheel bogies. These experiments were especially successful when account is taken of the fact that no attempt\nwas made to reduce in any way the energy of recoil.\nOther experiments, begun in 1885, were successfully conducted during a succession of years both by the\nFrench Government and by private firms in France in the transport and the firing of guns from railway trucks\nwith a view to obtaining definite data on the subject, more especially in relation to firing at right angles to the\nline.\nIn Italy a distinguished officer raised the question in the Italian Parliament, in 1891, as to whether Sicily\nshould not be defended by means of a coast railway and armoured trains.\nSome experiments carried out at Newhaven, Sussex, in 1894, were the more interesting because the results\nattained were due to the combined efforts of Artillery Volunteers and of the London, Brighton and South\nCoast Railway Company.\nUnder the Volunteer mobilization scheme of 1891 there were some 300 members of the 1st Sussex Artillery\nVolunteers to whom no special duties had been allotted, and there happened to be, at Shoreham, a 40-pr.\nArmstrong B.L. gun which was then serving no particular purpose. Inspired by these two facts, the Secretary\nof the Committee for National Defence suggested, in November, 1891, that negotiations should be opened\nwith the London, Brighton and South Coast Railway Company with a view to their mounting the 40-pr. on a\nspecially prepared truck, designed to form part of an armoured train, experiments in firing the gun from the\ntruck—in order to test the efficiency of this expedient for the purposes of coast defence—being afterwards\ncarried out by the Artillery Volunteers whose services were available for the purpose.\nOn being approached, the directors of the railway company readily consented to the fitting up of the truck\nbeing carried out at their engineering and carriage works; they contributed towards the expens[e7s8,] and\nmembers of their staff entered with great cordiality into the scheme, Mr. R. J. Billington, the locomotive\nsuperintendent, being the first to suggest the mounting of the gun on a turntable to be fixed on the truck,—a\n\"bold departure,\" as it was regarded at the time, and one expected to produce excellent results. The railway\nstaff were the more interested, also, in the proposed experiments because a large proportion of the members\nof the 1st Sussex Artillery Volunteers consisted of men employed at the Brighton Company's works.\nIn commenting upon these facts, Col. Charles Gervaise Boxall, the commanding officer, said in a paper on\n\"The Armoured Train for Coast Defence,\" read by him at a meeting of officers and N.C.O.'s of the Brigade,\nheld at Newhaven Fort, Sussex, on May 14, 1894:—\nWhen one considers that a railway company is neither a philanthropic institution nor a patriotic\nsociety, the generous support given to this experiment by so powerful a body as the directors of\nthe London, Brighton and South Coast Railway Company is in itself some considerable evidence\nof the importance they themselves ascribe to this effort in the direction of the maintenance of\ncoast defence and protection from invasion.\nPreliminary experiments with the gun were conducted on May 5, 1894, and they conclusively showed, Col.\nBoxall said, \"that the gun will require no traversing to correct variation caused by the recoil, while the\nmuzzle of the gun can be directed to any part of its circumference by handspike traversing within half a\nminute.\" He was evidently proud of the results even of these preliminary trials. They were the first occasion\non which a heavy gun had been fired broadside on the permanent way of an English railway, and the truck\nwas the first armour-plated one on which a turntable, a recoil cylinder, and other inventions introduced had\nbeen employed. So, he further declared:—\nWe do confidently submit that, having proved that such a gun as this can be mounted so as to be\ntransportable to any part of our railway system at a moment's notice, brought into action, and\nfired with accuracy either end on, broadside, or in any other direction, without danger of\ncapsizing, and without injury to the permanent way, we have become pioneers of a new[79]\ndeparture in artillery which must lead to results of the highest importance.\nhttps://www.gutenberg.org/cache/epub/42438/pg42438-images.html 40/210",
    "word_count": 29748,
    "char_count": 180248,
    "sentence_count": 767,
    "paragraph_count": 41
  },
  "quality_metrics": {
    "raw_char_count": 180223,
    "clean_char_count": 180248,
    "raw_word_count": 29766,
    "clean_word_count": 29748,
    "sentence_count": 767,
    "paragraph_count": 41,
    "avg_chars_per_page": 4506.2,
    "avg_words_per_page": 743.7,
    "text_density": 0.16503927921530337,
    "sentence_completeness": 0.940026075619296,
    "extraction_success_rate": 1.0,
    "quality_flag": "yellow"
  }
}