{
  "metadata": {
    "source_file": "The Project Gutenberg eBook of The Wars of Religion in France (1559-1576), by James Westfall Thompson_.pdf",
    "subject": "history",
    "total_pages": 20,
    "extraction_date": "2025-12-23T14:14:28.792506",
    "extraction_method": "pdfplumber"
  },
  "content": {
    "clean_text": "12/23/25, 10:29 AM The Project Gutenberg eBook of The Wars of Religion in France (1559-1576), by James Westfall Thompson.\nThe Project Gutenberg eBook of The Wars of Religion in France 1559-1576\nThis ebook is for the use of anyone anywhere in the United States and most other parts of the world at\nno cost and with almost no restrictions whatsoever. You may copy it, give it away or re-use it under the\nterms of the Project Gutenberg License included with this ebook or online at www.gutenberg.org. If you\nare not located in the United States, you will have to check the laws of the country where you are\nlocated before using this eBook.\nTitle: The Wars of Religion in France 1559-1576\nAuthor: James Westfall Thompson\nRelease date: June 23, 2015 [eBook #49266]\nMost recently updated: October 24, 2024\nLanguage: English\nCredits: Produced by Giovanni Fini, Marilynda Fraser-Cunliffe, David\nGarcia and the Online Distributed Proofreading Team at\nhttp://www.pgdp.net (This file was produced from images\ngenerously made available by The Internet Archive)\n*** START OF THE PROJECT GUTENBERG EBOOK THE WARS OF RELIGION IN FRANCE 15591576 ***\nhttps://www.gutenberg.org/cache/epub/49266/pg49266-images.html 1/291\n\n12/23/25, 10:29 AM The Project Gutenberg eBook of The Wars of Religion in France (1559-1576), by James Westfall Thompson.\nTRANSCRIBER’S NOTES:\n—Obvious print and punctuation errors were corrected.\n—The cover image has been created, added to the project and placed in public domain.\n[i]\nThe\nWars of Religion in France\n1559-1576\nhttps://www.gutenberg.org/cache/epub/49266/pg49266-images.html 2/291\n\n12/23/25, 10:29 AM The Project Gutenberg eBook of The Wars of Religion in France (1559-1576), by James Westfall Thompson.\nVIEW OF PARIS\nFrom a sketch by Jacques Callot (1592-1635).\nThe\nWars of Religion in France\n1559-1576\nThe Huguenots Catherine de Medici\nand Philip II\nBY\nJames Westfall Thompson, Ph.D.\nAssociate Professor of European History in\nthe University of Chicago\nhttps://www.gutenberg.org/cache/epub/49266/pg49266-images.html 3/291\n\n12/23/25, 10:29 AM The Project Gutenberg eBook of The Wars of Religion in France (1559-1576), by James Westfall Thompson.\nCHICAGO:\nTHE UNIVERSITY OF CHICAGO PRESS\nLONDON:\nT. FISHER UNWIN, 1 ADELPHI TERRACE\n\n[ii]\n[iii]\n[iv]\nCopyright 1909 By\nThe University of Chicago\nPublished May 1909\nComposed and Printed By\nThe University of Chicago Press\nChicago, Illinois, U. S. A.\n[v]\nTO\nMARY HAWES WILMARTH\nTHE LARGESS OF WHOSE SPIRIT HAS MADE THE\nWORLD RICHER AND LIFE NOBLER\n[vi]\n[vii]\nPREFACE\nNo one acquainted with the history of historical writing can have failed to observe\nhow transitory are its achievements. Mark Pattison’s aphorism that “history is one of\nhttps://www.gutenberg.org/cache/epub/49266/pg49266-images.html 4/291\n\n12/23/25, 10:29 AM The Project Gutenberg eBook of The Wars of Religion in France (1559-1576), by James Westfall Thompson.\nthe most ephemeral forms of literature” has much of truth in it. The reasons of this are\nnot far to seek. In the first place, the most laborious historian is doomed to be\nsuperseded in course of time by the accumulation of new material. In the second place,\nthe point of view and the interpretation of one generation varies from that which\npreceded it, so that each generation requires a rewriting of history in terms of its own\ninterest.\nThese reasons must be my excuse for venturing to write a new book upon an old\nsubject. It is now nearly thirty years since the appearance of the late Professor Henry\nM. Baird’s excellent work, The Rise of the Huguenots (New York, 1879), and little that\nis comprehensive has since been written upon the subject in English, with the\nexception of Mr. A. W. Whitehead’s admirable Gaspard de Coligny, Admiral of France\n(London, 1904). But the limitations imposed by biographical history compel an author\ninevitably to ignore movements or events not germane to his immediate subject, which,\nnevertheless, may be of great importance for general history. Moreover, a biography is\nlimited by the term of life of the hero, and his death may not by any means terminate\nthe issue in which he was a factor—as indeed was the case with Coligny.\nAn enumeration of the notable works—sources and authorities—which have been\npublished since the appearance of Professor Baird’s work may serve to justify the\npresent volume. First and foremost must be mentioned the notable Lettres de Catherine\nde Médicis, the lack of which Ranke deplored, edited by the late Count Hector de la\nFerrière and M. Baguenault de la Puchesse (9 vols.), the initial volume of which\nappeared in 1880. Of diplomatic correspondence we have the Ambassade en Espagne\nde Jean Ebrard, seigneur de St. Sulpice de 1562 à 1565 (Paris, 1902), edited by M. [viii]\nEdmond Cabié, and thé Dépêches de M. Fourquevaux, ambassadeur du roi Charles IX\nen Espagne, 1565-72, in three volumes, edited by the Abbé Douais (Paris, 1896). Other\nsources which have seen the light within the last three decades are M. Delaborde’s Vie\nde Coligny (3 vols., 1877-), the title of which is somewhat misleading, for it is really a\ncollection of Coligny’s letters strung upon the thread of his career; the Baron Alphonse\nde Ruble’s Antoine de Bourbon et Jeanne d’Albret (4 vols., 1881); M. Ludovic\nLalanne’s new annotated edition of D’Aubigné (1886), and the new edition of Beza’s\nHistoire ecclésiastique (ed. of Baum, 1883). Finally, among sources should be included\nmany volumes in the “Calendar of State Papers.” Professor Baird has rightly said that\n“Too much weight can scarcely be given to this source of information and illustration.”\nHis praise would probably have been even greater if he could have used the\ncorrespondence of Dale and Smith as freely as he did that of Throckmorton and Norris.\nWhen we pass from sources to authorities the list of notable works is even longer.\ne\nLa Ferrière’s Le XVI siècle et les Valois—the fruit of researches in the Record Office\nin London—appeared in 1879; M. Forneron’s Histoire de Philippe II (4 vols.) was\npublished in 1887, and is even more valuable than his earlier Histoire des ducs de\nGuise (1877). Besides these, in the decade of the 80’s, are Durier’s Les Huguenots en\nBigorre (1884); Communay’s Les Huguenots dans le Béarn et la Navarre (1886);\nLettenhove’s Les Huguenots et les Gueux (1885); the baron de Ruble’s Le traité de\nCateau-Cambrésis (1889), and the abbé Marchand’s Charles de Cossé, Comte de\nBrissac (1889). M. de Crue’s notable Anne, duc de Montmorency appeared in the same\nyear and his no less scholarly Le parti des politiques au lendemain de Saint Barthélemy\nthree years later. M. Marlet’s Le comte de Montgomery was published in 1890; M.\nGeorges Weill’s Les théories sur le pouvoir royal en France pendant les guerres de\nreligion, in 1891; M. Henri Hauser’s François de La Noue in 1892; M. Bernard de\nLacombe’s Catherine de Médicis entre Guise et Condé in 1899, and, most recently of\nall, M. Courteault’s Blaise de Montluc (1908). Many contributions in the Revue [ix]\nhistorique, the Revue des questions historiques, the English Historical Review, the\nRevue d’histoire diplomatique, the Revue des deux mondes, and one article in the\nAmerican Historical Review, January, 1903, by M. Hauser, “The Reformation and the\nPopular Classes in the Sixteenth Century,” are equally valuable, as the notes will show.\nI have also consulted many articles in the proceedings of various local or provincial\nhistorical societies, as the Société de Paris et de l’Ile de France; the Société de\nl’histoire de Normandie, the Société d’histoire et d’archéologie de Genève, etc., and\nhttps://www.gutenberg.org/cache/epub/49266/pg49266-images.html 5/291\n\n12/23/25, 10:29 AM The Project Gutenberg eBook of The Wars of Religion in France (1559-1576), by James Westfall Thompson.\nthe admirable series known as the Bulletin de la Société du protestantisme français,\nwhich is a mine of historical lore.\nWhile the present work falls in the epoch of the French Reformation, no attempt\nhas been made to treat that subject in so far as the Reformation is assumed primarily to\nhave been a religious manifestation. Doctrine, save when it involved polity, has been\nignored. But into the political, diplomatic, and economic activities of the period I have\ntried to go at some length. As to the last feature, it is not too much to say that our\ninterpretation of the sixteenth century has been profoundly changed within the last\ntwenty years by the progress made in economic history. Such works as Weiss’s La\nchambre ardente and Hauser’s Ouvriers du temps passé have revolutionized the\ntreatment of this subject.\nSuch an interpretation is merely a reflection of our own present-day interest in\neconomic and social problems. In this particular it is the writer’s belief that he is the\nfirst to present some of the results of recent research into the economic history of\nsixteenth-century France to English readers. My indebtedness to M. Hauser is\nespecially great for the help and suggestion he has given me in the matter of industrial\nhistory. But I have tried to widen the subject and attempted to show the bearing of\nchanges in the agricultural régime, the influence of the failure of crops owing to\nadverse weather conditions, and the disintegration of society as the result of incessant\nwar and the plague, upon the progress of the Huguenot movement. In an agricultural\ncountry like France in the sixteenth century, the distress of the provinces through the [x]\nfailure of the harvests was sometimes nearly universal, and the retroactive effect of\nsuch conditions in promoting popular discontent had a marked influence upon the\nreligious and political issues.\nIt has been pointed out that “the religious wars of France furnish the most complete\ninstance of the constant intersection of native and foreign influences.”[1] The bearing\nof the Huguenot movement upon Spanish and Dutch history was intimate and marked,\nand this I have also attempted to set forth. In so doing the fact that has impressed me\nmost of all is the development and activity of the provincial Catholic leagues and their\nclose connection with Spain’s great Catholic machine in France, the Holy League.\nThe history of the Holy League in France is usually represented as having extended\nfrom 1576 to 1594. This time was the period of its greatest activity and of its greatest\npower. But institutions do not spring to life full armed in a moment, like Athené from\nthe head of Zeus. “The roots of the present lie deep in the past,” as Bishop Stubbs\nobserved. Institutions are a growth, a development. The Holy League was a movement\nof slow growth and development, although it has not been thus represented, and\nresulted from the combination of various acts and forces—political, diplomatic,\nreligious, economic, social, even psychological—working simultaneously both within\nand without France during the civil wars. I have tried to set forth the nature and extent\nof these forces; to show how they originated; how they operated; and how they\nultimately were combined to form the Holy League. Certain individual features of the\nhistory here covered have been treated in an isolated way by some writers. The late\nbaron de Ruble and M. Forneron have disclosed the treasonable negotiations of\nMontluc with Philip II. M. Bouillé and more recently M. Forneron have followed the\ntortuous thread of the cardinal of Lorraine’s secret negotiations with Spain. Various\nhistorians, chiefly in provincial histories or biographies like Pingaud’s Les SaulxTavannes, have noticed the local work of some of the provincial Catholic associations.\nBut the relation of all these various movements, one to the other, and their ultimate [xi]\nfusion into a single united movement has not yet been fully brought out. What was the\nnumber and form of organization of these local Catholic leagues? What influenced\ntheir combination? What bearing did they have upon the course of Montluc and the\ncardinal of Lorraine? Or upon Philip II’s policy? How did the great feud between the\nGuises and the Montmorencys influence the formation of the Holy League and its\nhostile counterpart—the Association of the Huguenots and the Politiques? These\nquestions I have tried to answer and in so doing two or three new facts have been\nbrought to light. For example, an undiscovered link in the history of the Guises’ early\nsecret intercourse with Philip II has been found in the conduct of L’Aubespine, the\nhttps://www.gutenberg.org/cache/epub/49266/pg49266-images.html 6/291\n\n12/23/25, 10:29 AM The Project Gutenberg eBook of The Wars of Religion in France (1559-1576), by James Westfall Thompson.\nFrench ambassador in Spain in 1561; the treasonable course of the cardinal of\nLorraine, it is shown, began in 1565 instead of 1566, a fact which makes the petty\nconflict known as the “Cardinal’s War” of new importance; the history of the Catholic\nassociations in the provinces, hitherto isolated in many separate volumes, has been\nwoven into the whole and some new information established regarding them.[2]\nThe notes, it is hoped, will sufficiently indicate the sources used and enable the\nreader to test the treatment of the subject, or guide him to sources by which he may\nform his own judgment if desired.\nIn the matter of maps, the very complete apparatus of maps in Mr. Whitehead’s\nGaspard de Coligny, Admiral of France, has greatly lightened my task, and I express\nmy cordial thanks to Mr. Whitehead and Messrs. Methuen & Co., his publishers, for\npermission to reproduce those in that work. My thanks are also due to M. Ch. de\nCoynart and MM. Firmin Didot et Cie for permission to reproduce the map illustrating\nthe battle of Dreux from the late Commandant de Coynart’s work entitled L’Année\n1562 et la bataille de Dreux; and to M. Steph. C. Gigon, author of La bataille de\nJarnac et la campagne de 1569 en Angoumois, for permission to use his two charts of [xii]\nthe battle of Jarnac. Those illustrating the Tour of the Provinces in 1564-66, the march\nof the duke of Alva and Montgomery’s great raid in Gascony are my own. Some lesser\nmaps and illustrations are from old prints which I have gathered together, in the course\nof years, except that illustrating the siege of Havre-de-Grace and the large picture of\nthe battle of St. Denis, which have been photographed from the originals in the Record\nOffice.\nDuring the preparation of this volume, which has entailed two prolonged visits to\nParis and other parts of France, and to London, I have become the debtor to many\npersons. Among those of whose courtesy and assistance I would make special\nacknowledgment are the following: His Excellency, M. Jean-Jules Jusserand, French\nambassador at Washington; M. Henri Vignaud, chargé d’affaires of the American\nlegation in Paris; MM. Charles de la Roncière and Viennot of the Bibliothèque\nNationale; MM. Le Grand and Viard of the Archives Nationales, where I chiefly\nworked in the K. Collection. At the Record Office, Mr. Hubert Hall and his assistant,\nMiss Mary Trice Martin, were unfailing in the aid given me. For the transcript of the\n“Discorso sopra gli humori del Regno di Francia,” from the Barberini Library in\nRome, I am indebted to P. Franz Ehrle, prefect of the Vatican archives. I also hold in\ngrateful memory the friendship and assistance of the late Woodbury Lowery, author of\nThe Spanish Settlements within the Present Limits of the United States: Florida (156274), New York, 1905, with whom I was a fellow worker at the Archives Nationales in\nthe spring and early summer of 1903.\nFinally, I owe much to the suggestive criticism of my friend and colleague,\nProfessor Ferdinand Schevill, and my friends, Professor Herbert Darling Foster, of\nDartmouth College, and Professor Roger B. Merriman, of Harvard University, each of\nwhom has read much of the manuscript.\nJames Westfall Thompson\nThe University of Chicago\nJanuary 1909\n[xiii]\nCONTENTS\nPAGE\nList of Maps and Plates xv\nhttps://www.gutenberg.org/cache/epub/49266/pg49266-images.html 7/291\n\n12/23/25, 10:29 AM The Project Gutenberg eBook of The Wars of Religion in France (1559-1576), by James Westfall Thompson.\nCHAPTER\nI. The Beginning of the Huguenot Revolt. The Conspiracy\nof Amboise 1\nII. Catherine de Medici between Guise and Condé. Project of\na National Council 40\nIII. The States-General of Orleans 69\nIV. The Formation of the Triumvirate 91\nV. The Colloquy of Poissy. The Estates of Pontoise. The Edict\nof January, 1562 106\nVI. The First Civil War. The Massacre of Vassy (March 1,\n1562). The Siege of Rouen 131\nVII. The First Civil War (Continued). The Battle of Dreux\n(December 19, 1562). The Peace of Amboise (March 19,\n1563) 172\nVIII. The War With England. The Peace of Troyes (1563-64) 198\nIX. Early Local and Provincial Catholic Leagues 206\nX. The Tour of the Provinces. The Bayonne Episode 232\nXI. The Tour of the Provinces (Continued). The Influence of\nthe Revolt of the Netherlands upon France. The Affair\nof Meaux 283\nXII. The Second Civil War (1567-68) 326\nXIII. The Third Civil War (1568). New Catholic Leagues. The\nBattle of Jarnac 349\nXIV. The Third Civil War (Continued). The Peace of St. Germain 378\nXV. The Massacre of St. Bartholomew 422\nXVI. The Fourth Civil War 454\nXVII. The Last Days of Charles IX. The Conspiracy of The\nPolitiques 469\nXVIII. Henry III and the Politiques. The Peace of Monsieur (1576) 486\nGenealogical Tables 525\nAppendices 529\nIndex 605\n[xiv]\n[xv]\nLIST OF MAPS AND PLATES\nView of Paris Frontispiece\nFACING PAGE\nHuguenot March to Orleans, March 29-April 2,\n1562 139\nCampaign of Dreux, November to December, 1562 180\nBattle of Dreux, According to Commandant De\nCoynart 181\nSketch Map of the Fortifications of Havre-deGrace 202\nThe Tour of the Provinces, 1564-66 232\nMarch of the Duke of Alva through Savoy,\nFranche Comté, and Lorraine 308\nExecution of Egmont and Hoorne in the Market\nSquare at Brussels 314\nhttps://www.gutenberg.org/cache/epub/49266/pg49266-images.html 8/291\n\n12/23/25, 10:29 AM The Project Gutenberg eBook of The Wars of Religion in France (1559-1576), by James Westfall Thompson.\nParis and Its Faubourgs in the Sixteenth\nCentury 327\nBlockade of Paris by the Huguenots, OctoberNovember, 1567 328\nHuguenot March to Pont-à-Mousson after the\nBattle of St. Denis 329\nThe Battle of St. Denis between pp. 332, 333\nAutumn Campaign of 1568 368\nCroquis du Théatre de la Guerre pour la\nPériode du 24 Février au 13 Mars 1569,\naccording to M. S. C. Gigon 376\nBataille de Jarnac, according to M. S. C. Gigon 377\nCampaign of the Summer and Autumn of 1569 380\nPoitiers in the Sixteenth Century 386\nPlan of the Fortress of Navarrens Made by Juan\nMartinez Descurra, a Spanish Spy 398\nVoyage of the Princes after the Battle of\nMoncontour; Montgomery’s Itinerary in\nBigorre and Gascony; Union of Coligny and\nMontgomery in December, 1569, at Port Ste.\nMarie 402\nThe Massacre of St. Bartholomew 422\nPlan de la Rochelle en 1572 458\nLetter of Henry III of France to the Duke of\nSavoy 484\nLetter of Henry III to the Swiss Cantons 485\nMap of France Showing Provinces 602\n[xvi]\n[1]\nCHAPTER I\nTHE BEGINNING OF THE HUGUENOT REVOLT. THE CONSPIRACY\nOF AMBOISE\nThe last day of June, 1559, was a gala day in Paris. The marriages of Philip II of\nSpain with Elizabeth of France, daughter of King Henry II and Catherine de Medici,\nand that of the French King’s sister, Marguerite with Emanuel Philibert, duke of Savoy,\nwere to be celebrated. But “the torches of joy became funeral tapers”[3] before\nnightfall, for Henry II was mortally wounded in the tournament given in honor of the\noccasion.[4] It was the rule that challengers, in this case the King, should run three\ncourses and their opponents one. The third contestant of the King had been Gabriel,\nsieur de Lorges, better known as the count of Montgomery, captain of the Scotch\nGuard,[5] a young man, “grand et roidde,” whom Henry rechallenged because his pride\nwas hurt that he had not better kept his seat in the saddle in the first running.\nMontgomery tried to refuse, but the King silenced his objections with a command and [2]\nreluctantly[6] Montgomery resumed his place. But this time the Scotch guardsman\nfailed to cast away the trunk of the splintered lance as he should have done at the\nmoment of the shock, and the fatal accident followed. The jagged point crashed\nthrough the King’s visor into the right eye.[7] For a minute Henry reeled in his saddle, [3]\nhttps://www.gutenberg.org/cache/epub/49266/pg49266-images.html 9/291\n\n12/23/25, 10:29 AM The Project Gutenberg eBook of The Wars of Religion in France (1559-1576), by James Westfall Thompson.\nbut by throwing his arms around the neck of his horse, managed to keep his seat. The\nKing’s armor was stripped from him at once and “a splint taken out of good\nbigness.”[8] He moved neither hand nor foot, and lay as if benumbed or paralyzed,[9]\nand so was carried to his chamber in the Tournelles,[10] entrance being denied to all\nsave physicians, apothecaries, and those valets-de-chambre who were on duty. None\nwere permitted for a great distance to come near until late in the day, when the duke of\nAlva, who was to be proxy for his sovereign at the marriage, the duke of Savoy, the\nprince of Orange, the cardinal of Lorraine, and the constable were admitted.[11]\nMONTGOMERY IN TOURNAMENT COSTUME\n(Bib. Nat., Estampes, Hist. de France, reg. Q. b. 19)\nAfter the first moment of consternation was past, it was thought that the King\nwould recover, though losing the sight of his eye,[12] since on the fourth day Henry\nrecovered his senses and his fever was abated. Meanwhile five or six of the ablest\nphysicians in France had been diligently experimenting upon the heads of four\ncriminals who were decapitated for the purpose in the Conciergerie and the prisons of\nthe Châtelet. On the eighth day Vesalius, Philip II’s physician, who had long been with\nthe emperor Charles V, and who enjoyed a European reputation, arrived and took\nspecial charge of the royal patient.[13] In the interval of consciousness Henry\ncommanded that the interrupted marriages be solemnized. Before they were celebrated\nthe King had lost the use of speech and lapsed into unconsciousness, and on the [4]\nhttps://www.gutenberg.org/cache/epub/49266/pg49266-images.html 10/291\n\n12/23/25, 10:29 AM The Project Gutenberg eBook of The Wars of Religion in France (1559-1576), by James Westfall Thompson.\nmorrow of the marriages he died (July 10, 1559). On August 13 the corpse was interred\nat St. Denis.[14] When the ceremony was ended the king of arms stood up, and after\ntwice pronouncing the words “Le roi est mort,” he turned around toward the assembly,\nand the third time cried out: “Vive le roi, très-chretien François le deuzième de ce nom,\npar la grace de Dieu, roi de France.” Thereupon the trumpets sounded and the\ninterment was ended.[15] A month later, on September 18, Francis II was crowned at\nRheims. Already Montgomery had been deprived of the captaincy of the Scotch Guard\nand his post given to “a mere Frenchman,” much to the indignation of the members of\nthe Guard.[16]\nDEATHBED OF HENRY II\nA. Catherine de Medici D. Couriers\nB. Cardinal of Lorraine E. Courtiers\nC. Constable Montmorency F. Physicians\nThe reign of Henry II had not been a popular one. He had neither the mind nor the [5]\napplication necessary in public affairs.[17] On the very day of the accident the English\nambassador wrote to Cecil: “It is a marvel to see how the noblemen, gentlemen, and\nladies do lament this misfortune, and contrary-wise, how the townsmen and people do\nrejoice.”[18] The wars of Henry II in Italy and in the Low Countries had drained France\nof blood and treasure, so that the purses of the people were depleted by an infinity of\nexactions and confiscations; offices and benefices had been bartered, even those of\njustice, and to make the feeling of the people worse, Henry II was prodigal to his\nfavorites.[19] Finally the treaty of Cateau-Cambrésis (1559) was regarded as not less\ndisadvantageous than dishonorable.[20]\nMeanwhile much politics had been in progress.[21] The new king was not yet\nsixteen years of age.[22] He was of frail health and insignificant intellect, being quite\nunlike his wife, the beautiful and brilliant Mary Stuart, who was a niece of the Guises,\nFrancis, duke of Guise, and his brother Charles, cardinal of Lorraine, who had been in\nno small favor under Henry II. Even in the king’s lifetime the ambition of the Guises\nhad been a thing of wonderment and his unexpected death opened before them the [6]\nprospect of new and prolonged power. Henry II had scarcely closed his eyes when the\nduke of Guise and the cardinal of Lorraine took possession of the person of Francis II\nand conducted him to the Louvre, in company with the queen-mother, ignoring the\nprinces of the blood, the marshals, the admiral of France, and “many Knights of the\nOrder, or grand seigneurs who were not of their retinue.” There they deliberated\nwithout permitting anyone to approach, still less to speak to the King except in the\nhttps://www.gutenberg.org/cache/epub/49266/pg49266-images.html 11/291\n\n12/23/25, 10:29 AM The Project Gutenberg eBook of The Wars of Religion in France (1559-1576), by James Westfall Thompson.\npresence of one of them. Francis II gave out that his uncles were to manage his affairs.\n[23] In order to give color to this assumption of authority, as if their intention was to\nrestore everything to good estate again, the Guises recalled the chancellor Olivier, who\nhad been driven from office by Diane de Poitiers, Henry II’s mistress.[24]\nEven before these events the Guises had shown their hand, for on the day of Henry\nII’s decease the constable, the cardinal Châtillon and his brother, the admiral Coligny,\nhad been appointed to attend upon the royal corse at the Tournelles, by which\nmaneuver they were excluded from all active work and the way was cleared for the\nunhampered rule of the King’s uncles. Rumor prevailed that D’Andelot, the third of the\nfamous Châtillon brothers, was to be dismissed from the command of the footmen and\nthe place be given to the count de Rochefoucauld.[25] Before the end of the month the\nduke of Guise was given charge of the war office and the cardinal of Lorraine that of\nfinance and matters of state.[26] At the same time, on various pretexts, the princes of [7]\nthe blood were sent away,[27] the prince of Condé to Flanders, ostensibly to confer with\nPhilip II regarding the peace of Cateau-Cambrésis,[28] the prince of La Roche-sur-Yon\nand the cardinal Bourbon to conduct Elizabeth of France into Spain, so that by\nNovember “there remained no more princes with the King save those of Guise,”[29]\nwho had influential agents in the two marshals, St. André[30] and Brissac.[31]\nMuch depended upon the attitude of Antoine of Bourbon, sieur de Vendôme and [8]\nking of Navarre, who was first prince of the blood, and the person to whom the\ndirection of affairs would naturally fall. At the time of Henry II’s death he was in\nBéarn, whither La Mare, the King’s valet-de-chambre, was sent to notify him,[32] the\nGuises having shrewdly arranged to have the ground cleared of the opposition of the\nBourbons and Châtillons when he should arrive.[33]\nBut not all the opposition had been overcome. While Henry II had been generous to\nthe Guises, he had been even fonder of the constable Montmorency, a bluff, hearty man\nof war, who became the royal favorite upon the fall of the admiral Hennebault, after\nthe death of Francis I.[34] Montmorency was the uncle of the three Châtillons, Odet,\nthe cardinal-bishop of Beauvais, Gaspard, the admiral Coligny, and François de\nChâtillon, sieur d’Andelot, and the King was openly accused of having made a\ndisadvantageous peace in order to protect the constable and secure the ransom of\nColigny, who was captured at the battle of St. Quentin.[35] In order to prevent the\nconstable and the king of Navarre from meeting one another and concerting an\narrangement, the Guises contrived Montmorency’s summary dismissal from court,[36]\nFrancis II at their instigation sending him word to retire at once (August 15). The old\nwar-dog[37] took the affront gallantly, and like an artful courtier said that he was glad [9]\nto be relieved of active duties on account of his age.[38] In the absence of the princes of\nthe blood, the opposition to the Guises gathered around Montmorency and the\nChâtillons, the faction for a short time taking its name from the constable’s title, being\nknown as “connestablistes.”[39] The political line of division was drawn very sharply,\nand the growing influence of Huguenot teachings gave it a religious accentuation as\nwell. The less significant portion of the noblesse was inclined to repose after the long\nwars and was indifferent to politics; but the upper nobility were eager partisans, either\nhaving hopes of preferment or being, in principle, opposed both to the usurpation and\nthe religious intolerance of the Guises.[40]\nAs to the clergy, its members almost without exception were supporters of the faith\nand the government of the Guises. The mass of the people as yet were disregarded by\nboth factions, but were soon to come forward into prominence for financial and other\nreasons.[41] Henry II, unlike his father, had never suffered French Protestantism to\nflourish,[42] but, on the contrary, had undertaken rigorous repressive measures. The [10]\nedicts of Paris (1549), of Fontainebleau (1550), and of Chateaubriand (1551), made the\nHuguenots[43] subject to both secular and ecclesiastical tribunals.\n[11]\nhttps://www.gutenberg.org/cache/epub/49266/pg49266-images.html 12/291\n\n12/23/25, 10:29 AM The Project Gutenberg eBook of The Wars of Religion in France (1559-1576), by James Westfall Thompson.\nThe Protestant issue was both a religious and a political one, for to many men it\nseemed impossible to alter the religious beliefs of the time without destruction of the\nstate. Francis I recognized this state of things in the rhymed aphorism:\nUn roi\nUne loi\nUne foi\nand his son rigidly sustained the dictum. The Edict of Compiègne, of July 24, 1557[44]\nimposed the death penalty upon those who publicly or secretly professed a religion\nother than the Catholic apostolic faith; the preamble declaring that “to us alone who\nhave received from the hand of God the administration of the public affairs of our\nrealm,” clearly shows the intimate relation of the French state and the French church. It\nis significant that the Chambre ardente was established to prosecute the Huguenots in\nHenry II’s reign.[45]\nEver since the duke of Alva had been in Paris the impression had prevailed that [12]\nHenry II and Philip II purposed to establish the Inquisition in France,[46] and that the\nproject had been foiled by the French king’s sudden death. The Huguenots were\nconvinced of it and keen politicians like the prince of Orange and Count Egmont taxed\nGranvella with the purpose in 1561.[47] What the government did do has been carefully\nstated by another:\nThe Government largely increased the powers of the Ecclesiastical Courts, and,\npari passu, detracted from those of the regular Law Courts called the Parlements. The\nParlement of Paris protested not only against the infringement of its privileges, but\nagainst conversion by persecution, and the same feelings existed at Rouen, where\nseveral members had to be excluded for heretical opinions. The introduction of the\nSpanish form of inquisition, under a bull of Paul IV, in 1557, still further exasperated\nthe profession. The Inquisitors were directed to appoint diocesan tribunals, which\nshould decide without appeal. The Parlement of Paris flatly refused to register the royal\nedict, and continued to receive appeals. The finale was the celebrated Wednesday\nmeeting of the assembled chambers, the Mercuriale, where the King in person\ninterfered with the constitutional freedom of speech, and ordered the arrest of the five\nmembers, thus giving his verdict for the ultra-Catholic minority of Parlement against\nthe moderate majority. Marshal Vieilleville, himself a sound Catholic, strongly\ndissuaded this course of action. Its result was that one of the most influential elements\nof the State was not indeed brought into connection with Reform, but as placed in an\nattitude of hostility to the Government, and as the grievance was the consequence of\nthe religious policy of the Crown, it had at all events a tendency to bring about a\nrapprochement between the Reformers and the judicial classes.[48]\n[13]\nEXECUTION OF DU BOURG\nhttps://www.gutenberg.org/cache/epub/49266/pg49266-images.html 13/291\n\n12/23/25, 10:29 AM The Project Gutenberg eBook of The Wars of Religion in France (1559-1576), by James Westfall Thompson.\n(Tortorel and Perissin)\nFive of the advocates of the Parlement of Paris, of whom Du Bourg and Du Four\nwere the most prominent, protested against this action, both because of its intolerance\nand because they believed it to be a political measure, at least in part, and were put\nunder arrest for this manifestation of courage. Men reasoned very differently regarding\nthis edict. The politicians and intense Catholics regarded it as necessary, both to\npreserve the church and in order to suppress those seditious spirits, who, under color of\nreligion, aimed to alter or subvert the government. Others, who had no regard either for\npolicy or religion, likewise approved of it, not as tending to extirpate the Protestants,\nfor they believed it would rather increase their numbers, but because they hoped to be\nenriched by confiscations and that the King might thereby be enabled to pay his debts,\namounting to forty-two millions, according to Castelnau, and thus restore his finances.\n[49] The trial of the parliamentary councilors was postponed for some time on account\nof Henry II’s death, but soon afterward they were brought before “the bishops and\nSorbonnists.”[50] Du Four, upon retraction, was suspended from office for five years;\n[51] three others were fined and ignominiously punished; but Du Bourg[52] was\ncondemned and executed on December 23, 1559, in spite of the solicitations of [14]\nMarguerite, wife of the duke of Savoy, and the count palatine who wrote to the King\nfor his life.[53]\nAt the same time the measures of the government were redoubled. In November,\n1559, a new edict ordained that all who went to conventicles, or assisted at any private\nassemblies, should be put to death, and their houses be pulled down and never rebuilt.\nBy special decree the provost of the city was authorized, because Huguenot sessions\nwere more frequent in Paris and its suburbs than elsewhere, to proclaim with the\ntrumpet that all people who had information of Protestant assemblies should notify the\nmagistrates, on pain of incurring the same punishment; and promise of pardon and a\nreward of five hundred livres was to be given to every informer. The commissaires des\nquartiers of Paris were enjoined to be diligent in seeking out offenders and to search\nthe houses of those under suspicion from time to time using the archers de la ville for\nthat purpose. Letters-patent were also given to the lieutenant-criminal of the Châtelet\nand certain other judges chosen by the cardinal of Lorraine to judge without appeal.\nThe curés and vicars in the parishes were to excommunicate all those who had\nknowledge of Protestant doings and failed to report them.[54] In order to discover those\nwho were Calvinists, priests bore the host (corpus Domini) through the streets and\nimages of the Virgin were set up at the street corners, and all who refused to bow the\nhead and bend the knee in adoration were arrested.[55] Similar measures were adopted\nin Poitou, at Toulouse, and at Aix in Provence where the double enginery of state and\nchurch was brought to bear in the suppression of heresy.[56] So great was the volume of\njudicial business as a result of these new measures that four criminal chambers were\nestablished at the end of the year, one to try offenses carrying the death penalty, the\nsecond for trial of those who might be condemned to make amende honorable, the\nthird to judge those who might be publicly burned, the last to punish various other [15]\noffenses.[57] The saner Catholic opinion, as, for example, that of Tavannes, the brilliant\ncavalry leader, reprobated this recourse to extraordinary tribunals on the ground that\nthe judging of criminals by special commissioners, who were persons chosen\naccording to the passion of the ruler, was bound to be unjust or tyrannical, and that\nthose counselors who were drawn from the courts of the parlements to be so employed\noffended their consciences and mingled in that which did not pertain to them. Tavannes\njustified his contention, legally as well as morally, on the ground that the King, being a\nparty in the cause could not justly change the ordinary judges.[58]\nThe assassination of Minard, vice-president of the Grand Chamber of the\nParlement of Paris, and one of the judges, who was shot in his coach[59] on the night of\nDecember 18, the same day that Du Bourg was degraded, was the protest against this\norder of things.[60] The murder was committed in such a way that the author of it could\nhttps://www.gutenberg.org/cache/epub/49266/pg49266-images.html 14/291\n\n12/23/25, 10:29 AM The Project Gutenberg eBook of The Wars of Religion in France (1559-1576), by James Westfall Thompson.\nnever be discovered.[61] This was followed by that of Julien Frène, a messenger of the\nParlement, while bearing some papers and instructions relating to the prosecution of\ncertain Protestants. These two crimes undoubtedly hardened the government[62] and [16]\nhastened the prosecution of Du Bourg, who was put to death just a week later, on\nDecember 23, and led to some new regulations. In order to protect the Parlement, it\nwas commanded to adjourn before four o’clock, from St. Martin’s Eve (November 10)\nuntil Easter; a general police order forbade the carrying of any firearms whatsoever[63]\nand in order to prevent their concealment, the wearing of long mantles or large\nhunting-capes was forbidden.[64]\nIt is to be observed that the Huguenots were concerted not only for religious, but\nfor political interests. The distinction was fully appreciated at the time, the former\nbeing called “Huguenots of religion” and the latter “Huguenots of state.”[65] The\nformer were Calvinists who were resolved no longer to endure the cruelties of religious\noppression; the latter—mostly nobles—those opposed to the monopoly of power\nenjoyed by the Guises.[66] The weight of evidence is increasingly in favor of the view [17]\nthat the causes of the Huguenot movement were as much if not more political and\neconomic than religious.\nIt was only in the general dislocation and désœuvrement of society that followed the\ncessation of the foreign wars that the French began to realize the weight of the burdens\nwhich their governmental system laid upon them. Until the religious sense gave a voice\nto the dumb discontent, social or political, first in the Huguenot rising and afterward in\nthe outbreak of the League, there was little to show the real force of the opposition to\nthe established order.[67]\nAbstractly considered, the religious Huguenots were not very dangerous to the state\nso long as they confined their activity to the discussion of doctrine. This could not\neasily be done, however, nor did the opponents of the church so desire; for the church\nwas a social and political fabric, as well as a spiritual institution, and to challenge or\ndeny its spiritual sovereignty meant also to invalidate its social and political claims, so\nthat the whole structure was compromised. Thus the issue of religion raised by the\nHuguenots merged imperceptibly into that of the political Huguenots, who not only\nwanted to alter the foundations of belief, but to change the institutional order of things,\nand who used the religious opposition as a means to attack the authority of the crown.\nThe most active of this class were the nobles, possessed of lands or bred to the\nprofession of arms, whom a species of political atavism actuated to endeavor to\nrecover that feudal power which the noblesse had enjoyed before the powerful kings\nlike Louis IX and Philip IV coerced the baronage; before the Hundred-Years’ War\nruined them; before Louis XI throttled the League of the Public Weal in 1465. The\nweakness of Francis II, the minority of the crown under Charles IX, and, above all, the [18]\ndissatisfaction of the princes of the blood and the old aristocracy, like the\nMontmorencys, with the upstart pretensions and power of the Guises—these causes\nunited to make the Huguenots of state a formidable political party. Religion and\npolitics together provoked the long series of civil wars whose termination was not until\nHenry IV brought peace and prosperity to France again in 1598.[68]\nIt is necessary to picture the state of France at this time. The French were not\nessentially an industrial or commercial nation in the sixteenth century. France had\nalmost no maritime power and its external commerce was not great. The great majority\nof the French people was composed of peasants, small proprietors, artisans, and\nofficials. If we analyze city society, we find first some artisans and small merchants—\nthe bourgeois and the gens-de-robe forming the upper class. The towns had long since\nceased to govern themselves. Society was aristocratic and controlled by the clergy and\nnobility. The upper clergy was very rich. High prelates were all grand seigneurs, while\nthe lower clergy was very dependent. Monks abounded in the towns, and the curates\npossessed a certain influence. The most powerful class was the nobles, seigneurs, and\ngentlemen, who possessed a great portion of the rural properties, and still had fortified\ncastles. They were wholly employed either at court or in war, or held appointments as\nhttps://www.gutenberg.org/cache/epub/49266/pg49266-images.html 15/291\n\n12/23/25, 10:29 AM The Project Gutenberg eBook of The Wars of Religion in France (1559-1576), by James Westfall Thompson.\ngovernors of provinces and captains of strongholds. The nobles alone constituted the\nregular companies of cavalry, that is to say, the dominant element of the army. This\nclass was therefore of influence in the state and the most material force in society. The\ngovernment was an absolute monarchy. The king was theoretically uncontested master\nand obeyed by all; he exercised an arbitrary and uncontrolled power, and could decide\naccording to his pleasure, with reference to taxes, laws, and affairs both of the state and\nof the church, save in matters of faith. He named and revoked the commissions of all\nthe governors and acted under the advice of a council composed of the princes of the\nblood and favorites. But this absolute authority was still personal. The king was only [19]\nobeyed upon condition of giving the orders himself. There was no conception of an\nabstract kingship. If the king abandoned the power to a favorite, the other great\npersonages of the court would refuse to obey, and declare that the sovereign was a\nprisoner. Everything depended upon a single person. No one thought of resisting\nFrancis I or Henry II because they were men grown at their accession. But after 1559\nwe find a series of royal infants or an indolent monarch like Henry III. Then began the\nfamous rivalries between the great nobles, rivalries out of which were born the political\nparties of the times, in which the Guises, the Montmorencys, and the famous Châtillon\nbrothers figure so prominently.\nFundamentally speaking, the aims of both classes of Huguenots were revolutionary,\nand were directed, the one against the authority of the mediaeval church, the other\nagainst the authority of the French monarchy. The latter was a feudal manifestation, not\nyet republican. The republican nature of early political Huguenotism has been\nexaggerated. There was no such feeling at all as nearly as 1560,[69] and even at the\nheight of Huguenot activity and power in 1570-72, most men still felt that the state of\nFrance was vrayement monarchique,[70] and that the structure of society and the genius\nof the people was strongly inclined to the form of government which eight centuries of\ndevelopment had evolved; that it was searching for false liberty by perilous methods to\nseek fundamentally to alter the state.[71] In a word, most political Huguenots in 1560\nwere reformers, not revolutionists; the extremists were Calvinist zealots and those of\nselfish purposes who were working for their own ends. For in every great movement\nthere are always those who seek to exploit the cause. Mixed with both classes of\nHuguenots were those who sought to fish in troubled waters, who, under the guise of\nreligion or the public good, took occasion to pillage and rob all persons, of whatever [20]\ndegree or quality; who plundered cities, pulled down churches, carried off relics, burnt\ntowns, destroyed castles, seized the revenues of the church and the king, informed for\nthe sake of reward, and enriched themselves by the confiscated property of others.\nSimilar things are not less true of the Catholics. For there were zealots and fanatics\namong them also, who under pretext of religion and patriotism were guilty of great\niniquity and heaped up much ill-gotten wealth.[72]\nThe ascendency of the Guises quite as much as the suppressive measures of the\ngovernment against Calvinism served to bring this disaffection to a head. The issues,\neither way, cannot be separated. The practical aims of the Guises were large enough to\ncreate dismay without it being necessary to believe that as early as 1560 they aimed to\nsecure the crown by deposing the house of Valois. It was unreasonable to suppose,\nthough it proved to be so in the end, that the four sons of Henry II would all die\nheirless, and even in the event of that possibility, the house of Bourbon still remained\nto sustain the principle of primogeniture.\nThe Guises came from Lorraine, their father having been brother of the old duke of\nLorraine; and through their mother they were related to the house of Bourbon. They\nwere thus cousins-german of the king of Navarre and the prince of Condé and related\nto the King and the princes of the blood. Their income, counting their patrimony,\nchurch property, pensions and benefits received from the king, amounted to 600,000\nfrancs (nearly $500,000 today), the cardinal of Lorraine alone having the disposal of\nhalf that sum. This wealth, united with the splendor of their house, their religious zeal,\nthe popularity of the duke of Guise, and the concord which prevailed among them, put\nhttps://www.gutenberg.org/cache/epub/49266/pg49266-images.html 16/291\n\n12/23/25, 10:29 AM The Project Gutenberg eBook of The Wars of Religion in France (1559-1576), by James Westfall Thompson.\nthem ahead of all the nobles of the realm. The provincial governments and the [21]\nprincipal offices were in their hands or those of their partisans.\nThe cardinal, who was the head of the house, was in the early prime of life. He was\ngifted with great insight which enabled him to see in a flash the intention of those who\ncame in contact with him; he had an astonishing memory; a striking figure; an\neloquence which he was not loath to display, especially in politics; he knew Greek,\nLatin, and Italian, speaking the last with a facility that astonished even Italians\nthemselves; he was trained in theology; outwardly his life was very dignified and\ncorrect, but, like many churchmen of the time he was licentious. His chief fault was\navarice, and for this he was execrated. His cupidity went to criminal limits, and\ncoupled with it was a duplicity so great that he seemed almost never to tell the truth.\nHe was quick to take offense, vindictive, envious. His death would have been as\npopular as that of Henry II.[73]\nOn the other hand, the duke of Guise was a man of war, famed as the recoverer of\nCalais and the captor of Metz. He was as popular as his brother was otherwise. But,\nlike him, he was avaricious stealing even from his own soldiers.[74] According to their\nopponents the ambition of the Guises was not to be content with the throne of France\nmerely. The throne of St. Peter and the crown of Naples were also believed to be goals\nof their ambition, the cardinal of Lorraine aspiring to the first and his brother, the duke,\naspiring to the other in virtue of the relationship of the Guises to the house of Anjou,\none-time occupants of the Neapolitan throne.[75] Even this programme was to be\nexcelled. Their enterprises in Scotland in favor of Mary Stuart[76] are known to every\nstudent of English history; and after having vanquished Scotland many of the German\nprinces feared that they might move their forces into Denmark in order to put the duke\nof Lorraine, their relative and the brother-in-law of the king of Denmark, into\npossession of the kingdom.[77]\n“La tyrannie guisienne”[78] was a practical ascendency, not a mere fiction of their [22]\nopponents. As uncles of Francis II, destined morally to be a minor always, owing to his\nweakness of will and mediocre ability, having in their hands the chief offices of state,\nthe Guises proceeded to build up a system of government wholly their own, not only in\ncentral but in provincial affairs, to compass which the removal of the constable and the\nprinces of the blood from the vicinity of the King was the first step. Then followed an\nattempt to acquire control of the provincial governments. Montmorency, the late\nconstable, was deprived of the government of Languedoc;[79] the governments of\nTouraine and Orleans, in the very heart of France, were given to the duke of\nMontpensier and the prince de la Roche-sur-Yon. Trouble arose, though, in January,\n1560, when the Guises excluded the prince of Condé from the government of Picardy\nand gave it to the marshal Brissac, although “the office had been faithfully\nadministered by his predecessors.”[80]\nThe cardinal of Lorraine’s position with reference to the finances enabled him to\nprovide the Guise faction with the resources necessary to back up its political\nintentions.[81] The onerous taxation of Francis I had been increased by Henry II, both\nthe taille and the gabelle, the collection of which had caused a fierce outbreak at\nBordeaux in the middle of the last reign; loans were resorted to, “not without great\nsuspicion of their being applied to the King’s finances;” and the wages of the soldiers\nin garrisons and officers withheld.[82] This condition of things naturally drew the [23]\nconstable[83] and his partisans toward the prince of Condé, who vainly endeavored to\npersuade the king of Navarre, as first prince of the blood, and therefore the natural\nsupporter of the crown instead of the Guises, to take a firm stand, Condé especially\nrepresenting to him how great a humiliation it was to the crown that the administration\nof the kingdom should fall so completely into the hands of the “foreigners” of\nLorraine; that, considering the weakness of the King, the fact that the provincial\ngovernorships and those of the frontier fortresses and the control of finances (which\nenabled the Guises to subject the judiciary to their devotion) were in their hands,\nforeboded ill to France.\nhttps://www.gutenberg.org/cache/epub/49266/pg49266-images.html 17/291\n\n12/23/25, 10:29 AM The Project Gutenberg eBook of The Wars of Religion in France (1559-1576), by James Westfall Thompson.\nAntoine of Bourbon listened to the complaints against the the Guises, but did little.\nAt this time he was forty-two years of age. He was tall of stature, well-knit, robust;\naffable to everybody without affectation or display. His manners were open and frank,\nand his generosity was so great that he was always in debt. By the two merits of\nurbanity and generosity he made a superficial impression that did not last. In speech he\nwas vain, and imprudent and inconstant in word and deed, not having the strength of\nwill to adhere to a fixed purpose. He was suspected of indifference to religion and even\nof impiety at this time because he renounced the mass, though it was generally thought\nthat this was with the purpose of making himself chief of the Huguenot party and not\nfor religious zeal. The Protestants themselves called him a hypocrite.[84] Antoine\nwould not make common cause with the constable partly from natural vacillation of\ncharacter, partly because he believed that the constable had not supported his claims to\nthe kingdom of Navarre, which he had been in hopes of recovering during the late\nnegotiations at Cateau-Cambrésis.[85] With the conceit of a weak man in a prominent\nposition, the king of Navarre entertained schemes of his own, which he proceeded to\ndevelop. His purpose was to play Spain and England against one another, in the hope [24]\nthat he either might persuade Philip II to restore the kingdom of Navarre to him by a\nfirm advocacy of Catholicism in France, which, of course, prevented him from\naffiliating with the Huguenot party to which Condé and the Châtillons were attached;\nor, in the event of failure in this, to side with the Huguenots and enlist English support.\nAccordingly, shortly after his arrival at the court from Béarn, on August 23, 1559,\nAntoine sent a gentleman to Throckmorton, the English ambassador in France, desiring\nhim to meet him “in cape” in the cloister of the Augustine Friars on that night. When\nthey met, after a long declaration of his affection for Elizabeth, he said that he would\nwrite to her with his own hand, since he would trust no one except himself, for if either\nthe Guises or the Spanish ambassador knew of it, “it would be dangerous to both and\nhinder their good enterprise.”[86]\nIn the interval, while waiting to hear from the English queen, Antoine of Bourbon,\nwho had been coldly received at court, found that there was no room for a third party\nbetween those of the constable and the Guises.[87] At the same time the latter were\nmade fully aware of his doings through the treachery of D’Escars, his chamberlain and\nspecial favorite,[88] and shrewdly schemed to rid themselves of his presence by\nsending him to Spain as escort for Elizabeth, the celebration of whose marriage (by\nproxy) to the King of Spain had come to such a fatal termination, and whose departure\nhad been necessarily delayed by her father’s death.[89] In order to bait the hook the [25]\nGuises represented to the beguiled king of Navarre that the opportunity was a most\nexcellent one to urge his claims to his lost kingdom, and called in Chantonnay, the\nSpanish ambassador in France, to enforce this argument.[90]\nThe spirit of unrest in France, both political and religious, was so great that only a [26]\nhead was wanting, not members, in order to bring things to a focus. The whole of\nAquitaine and Normandy was reported, in December, 1559, to be in such “good heart”\nas to be easily excited to action if they perceived any movement elsewhere;[91] in\nFebruary, 1560, the turbulence in Paris was so great that Coligny was appointed to go\nthither in advance of the King’s entrance “for the appeasing of the garboil there.”[92] In\norder to repress this spirit of rebellion the government diligently prosecuted the\nHuguenots.[93] The Guises hoped that the severity exercised during the last few months\nin Paris and many other cities against persons condemned for their religion, of whom\nvery great numbers were burnt alive,[94] would terrify the Calvinists and the political [27]\nHuguenots into obedience. But on the contrary, local rebellion increased. At Rouen, at\nBordeaux, and between Blois and Orleans, Huguenots arrested by the King’s officers\nwere rescued by armed bands, in some cases the officers being killed. Indeed, so\ncommon did these practices become that they were at last heard of without surprise.[95]\nImagine a young king [wrote the Venetian ambassador] without\nexperience and without authority; a council rent by discord; the royal\nhttps://www.gutenberg.org/cache/epub/49266/pg49266-images.html 18/291\n\n12/23/25, 10:29 AM The Project Gutenberg eBook of The Wars of Religion in France (1559-1576), by James Westfall Thompson.\nauthority in the hands of a woman alternately wise, timid, and irresolute,\nand always a woman; the people divided into factions and the prey of\ninsolent agitators who under pretense of religious zeal trouble the public\nrepose, corrupt manners, disparage the law, check the administration of\njustice, and imperil the royal authority.[96]\nThe interests of the religious Huguenots and the political Huguenot’s continued to\napproach during the autumn and winter of 1559-60. In order to make head against the\nusurpation of the Guises,[97] which they represented as a foreign domination, the latter\ncontended that it was necessary to call the estates of France in order to interpret the\nlaws, just as the Calvinists contended for an interpretation of the Scriptures. The [28]\ncontentions of the Huguenots, the tyrannical conduct of the Guises, the menaces which\nthey did not hesitate to utter against the high nobles of the realm, the retirement into\nwhich they had driven the constable, the removal of the princes of the blood which\nthey had brought about upon one pretext or another, the contempt they expressed for\nthe States-General, the corruption of justice, their exorbitant financial policy, the\ndisposal of offices and benefices which they practiced—all these causes, united with\nreligious persecutions, constituted a body of grievances for which redress inevitably\nwould be demanded. The question was, How? The leaders of the Huguenots—and the\nterm is used even more in a political sense than in a religious one—were not ignorant\nof the history of the Reformation in Germany, nor unaware of the fact that politics had\nbeen commingled with religion there.[98] The question of ways and means being laid\nbefore the legists of the Reformation and other men of renown in both France and\nGermany, it was answered that the government of the Guises could be legally opposed\nand recourse made to force of arms, provided that the princes of the blood, who, in\nsuch case had legitimate right to bear rule in virtue of their birth, or any one of their\nnumber, could be persuaded to endeavor to do so.[99] But the attempt necessarily\nwould have to be of the nature of a coup de main, for the reason that the King was in\nthe hands of the Guises and the council composed of them and their partisans. After\nlong deliberation it was planned, under pretext of presenting a petition to the King, to\nseize the cardinal of Lorraine and the duke of Guise, then to assemble the StatesGeneral for the purpose of inquiring into their administration, and before them to\nprosecute the ministers for high treason.[100] Three classes of men found themselves\nconsorting together in this movement: those actuated by a sentiment of patriotism, [29]\nconceiving this to be the right way to serve their prince and their country; second,\nthose moved by ambition and fond of change; finally, zealots who were filled with\nreligious enthusiasm and a wish to avenge the intolerance and persecution which they\nand theirs had suffered.[101] For such an enterprise Louis of Bourbon, the prince of\nCondé, was the logical leader, both because of his position as a prince of the blood and\non account of his resentment toward the Guises for having been excluded from the\ngovernment of Picardy. But the prince, when besought to attempt the overthrow of the\nGuises for the deliverance of the King and the state, in view of the dubious conduct of\nhis brother, concluded that it would be too perilous to the cause for him to be overtly\ncompromised, in event of failure.[102] Montmorency was not possible as a leader, for\nhis religious leanings were in no sense Calvinistic; he was not a prince of the blood,\nand therefore his contentions could not politically have the weight of Condé’s; and\nfinally, his grievance was more a personal than a party one.[103]\nThe conspirators found a leader in the person of a gentleman of Limousin or [30]\nPérigord, one Godfrey de Barry, sieur de la Renaudie,[104] who had been imprisoned at\nDijon, escaped and found refuge in Switzerland;[105] he had a special grievance against\nthe Guises, who had lately (September 4, 1558) put his brother-in-law, Gaspard de\nHeu, sieur de Buy, to death.[106]\nThe active participants were, in the main, recruited from the Breton border, Anjou,\nSaintonge, and Poitou, with individual captains from Picardy, Normandy, Guyenne,\nProvence, and Languedoc.[107] Their rendezvous was at Nantes, in a house owned, it is\nhttps://www.gutenberg.org/cache/epub/49266/pg49266-images.html 19/291\n\n12/23/25, 10:29 AM The Project Gutenberg eBook of The Wars of Religion in France (1559-1576), by James Westfall Thompson.\nsaid, by D’Andelot.[108] But the author of the whole daring project was the famous\nFrançois Hotman, a French refugee at Geneva, and the real inspiration of the\nmovement came from Switzerland, for the unexpected death of Henry II seemed to the\nFrench exiles in Switzerland to open the door of the mother country again to them.[109]\n[31]\nCONSPIRACY OF AMBOISE\nSURRENDER OF THE CHÂTEAU DE NOIZAY\n(Tortorel and Perissin)\nThe whole plot was concerted in a meeting held at Nantes on February 1, 1560,[110]\nwhich was chosen partly because of its remoteness, partly because the Parlement of\nBrittany being in session, the conspirators could conceal their purpose by pretending to\nbe there on legal business. A marriage festival also helped to disguise their true\npurpose; and for the sake of greater caution, the principals were careful not to\nrecognize one another in public.[111] It was determined to muster two hundred cavalry\nfrom each town in the provinces of Guyenne, Gascony, Périgord, Limousin, and\nAgenois. For the maintenance of this force they intended to avail themselves of the\nrevenues and effects of the abbeys and monasteries of each province, taxing them\narbitrarily and using force if unable to obtain payment in any other way.[112] The\ninitiative was to have been taken on March 6,[113] under the form of presenting a [32]\npetition to the King against the usurpation of the Guises.[114] Unfortunately for the\nsuccess of the enterprise, it was too long in preparation and too widely spread to keep\nsecret.[115] The magnitude of the plot alarmed the Guises, in spite of the full warning\nthey had received.[116] Aside from outside sources of information, the conspiracy was\nrevealed by one of those in it, an advocate of the Parlement named Avenelles, whose [33]\ncourage failed him at the critical moment.[117] Thereupon, for precaution’s sake, the\nhttps://www.gutenberg.org/cache/epub/49266/pg49266-images.html 20/291",
    "word_count": 10250,
    "char_count": 62627,
    "sentence_count": 346,
    "paragraph_count": 21
  },
  "quality_metrics": {
    "raw_char_count": 62559,
    "clean_char_count": 62627,
    "raw_word_count": 10257,
    "clean_word_count": 10250,
    "sentence_count": 346,
    "paragraph_count": 21,
    "avg_chars_per_page": 3131.35,
    "avg_words_per_page": 512.5,
    "text_density": 0.16366742778673735,
    "sentence_completeness": 0.9942196531791907,
    "extraction_success_rate": 1.0,
    "quality_flag": "green"
  }
}