{
  "metadata": {
    "source_file": "The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck_.pdf",
    "subject": "science",
    "total_pages": 35,
    "extraction_date": "2025-12-23T18:11:58.317620",
    "extraction_method": "pdfplumber"
  },
  "content": {
    "clean_text": "12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\nThe Project Gutenberg eBook of Food and Flavor: A Gastronomic Guide to Health\nand Good Living\nThis ebook is for the use of anyone anywhere in the United States and most other parts of the world at\nno cost and with almost no restrictions whatsoever. You may copy it, give it away or re-use it under the\nterms of the Project Gutenberg License included with this ebook or online at www.gutenberg.org. If you\nare not located in the United States, you will have to check the laws of the country where you are\nlocated before using this eBook.\nTitle: Food and Flavor: A Gastronomic Guide to Health and Good Living\nAuthor: Henry T. Finck\nIllustrator: Charles Shepard Chapman\nRelease date: March 31, 2020 [eBook #61719]\nMost recently updated: October 17, 2024\nLanguage: English\nCredits: Produced by Karin Spence, Turgut Dincer and the Online\nDistributed Proofreading Team at https://www.pgdp.net (This\nfile was produced from images generously made available\nby The Internet Archive)\n*** START OF THE PROJECT GUTENBERG EBOOK FOOD AND FLAVOR: A GASTRONOMIC\nGUIDE TO HEALTH AND GOOD LIVING ***\nFOOD AND FLAVOR\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 1/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\nCopyright, 1913, by\nThe Century Co.\nPublished, April, 1913\nTO\nLUTHER BURBANK\nAND\nHARVEY W. WILEY\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 2/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\nTHE TWO MEN\nWHO HAVE DONE MOST\nTO MAKE OUR DAILY FOOD\nPALATABLE AND HONEST\nCONTENTS\nI UNGASTRONOMIC AMERICA,\nMark Twain's Patriotic Palate—Food Missionaries in the Far West—Are Women to\nBlame?—The Danger in our Food—Why the Candy was not Eaten—Dr. Wiley's\nPoison Squad—Condiments versus Chemical Preservatives—Scotched, not Killed.\nII VITAL IMPORTANCE OF FLAVOR\nSensual indulgence as a duty—Gladstone and Fletcher—The harm done by soft Foods\n—Epicurean delights from plain Food—How flavor helps the Stomach—An Amazing\nBlunder—A new Psychology of Eating.\nIII OUR DENATURED FOODS\nFoul Fowl—The French way versus the American—Why do we Eat Poultry?—Is cold\nstorage a Blessing?—Spoiling the American Oyster—\"Smoked\" ham, bacon and fish\n—Flavor in Butter—Sweet Butter versus Salt.\nIV THE SCIENCE OF SAVORY COOKING\nDesirable raw foods—Flavor as the guiding principle—The Philosophy of soupmaking and eating—Wherein lies the value of vegetables?—Broiling, roasting,\nbaking, frying—Combining the flavors of meats and vegetables—Savory food for\neverybody—Meat-eating of the future—The folly of vegetarianism—When to use\ncondiments and sauces—Cook books.\nV A NOBLE ART\nThe social caste of cooks—Royalty in the kitchen—Rossini, Carême and Paderewski\n—Looking down on others—Does cooking Pay?\nVI THE FUTURE OF COOKING\nSchool girls like it—Boys and soldiers as cooks—Traveling cooking schools—English\nschool dinners—Progress in America—Teaching the art of eating—Real epicurism is\neconomical—Fireless cookers—Private versus community kitchens—Scientific\nelectric cooking—Importance of variety in foods.\nVII FRENCH SUPREMACY\nKitchen alchemy—Seven hundred soups—Savory sauces—Profitable poules de Brese\n—Digestive value of sour salads—Escarole, tomatoes, artichokes, alligator pears—\nVegetables as a separate course—Paris restaurants—Russian and American influences\n—Provincial local flavors—The world's greatest market places—Model market\ngardens—Mushrooms and truffles—Training trees for fancy fruits—Bread crust\nversus crumb—How the best butter is made—Cheese as an appetizer.\nVIII EPICUREAN ITALY\nThe cradle of modern cookery—Olive oil and Sardines—Fried fish and fritto misto—\nMacaroni, the real staff of life—Cooked cheese in place of meat—Birds, tomato paste\nand garlic.\nIX GERMAN AND AUSTRIAN DELICACIES\nA cosmopolitan cuisine—Delicatessen stores—Sausages and smoked ham—Live fish\nbrought to the kitchen—Game and Geese—In a Berlin market—Vienna bread and\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 3/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\nHungarian flour—German menus on sea and land—German, Swiss and Dutch\ncheeses.\nX BRITISH SPECIALTIES\nThackeray's little sermon—Dr. Johnson and Samuel Pepys—The Roast beef of old\nEngland—Southdown mutton—Wiltshire bacon—Fair play for pigs—Grouse and\ngrilled sole—Covent Garden market scenes—Marmalades, jams and breakfasts—\nRestaurants, cakes, and plum pudding.\nXI GASTRONOMIC AMERICA\nSweet corn and corn bread—Griddle cakes and maple syrup—Apple pie and\ncranberries—Turkeys, guinea fowl and game—Lobsters, scallops, crabs, and fishes—\nVegetables steadily gaining ground—The fruit-eaters' paradise Governmental\ngastronomy—Burbank's new fruits and vegetables.\nXII COMMERCIAL VALUE OF FLAVOR\nPalatability decides permanence—Eating with the eyes—School girls as pure food\nexperts—Pennywise dealers and pineapples—Successful peach-growers—Fortunes\nfrom bananas and oranges—Melons, honey and flavoring extracts—Opportunities for\nwomen—Feeding flavor into food—Farmers, middlemen, and parcel post.\nXIII GASTRONOMIC VALUE OF ODORS\nSweet, sour, salt and bitter—A comedy of errors—How flavor differs from fragrance\n—Important functions of the nose—Educating the sense of smell—Coffee, tea and\ntemperance.\nINDEX\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 4/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\nLIST OF ILLUSTRATIONS\nFred Harvey\nA Matter for the Health Department\nHarvey W. Wiley\nThe Old-fashioned Way\nHorace Fletcher\nA French Chef's Culinary Alchemy\nAn American Quick-Lunch\nHow they do it in France\nWhere Smoked Hams were Suspended from the Rafters\nBefore Breakfast in the Garden\nChafing Dish Cooking\nA fifteenth-century Kitchen in France\nCooking Class at the Wadleigh High School\nFireless Cooking in Hawaii\nThe Tour d'Argent and Frederic Delair\nCarême\nBoeuf à la Mode\nComing to Market, Brittany\nThe World's Greatest Market Place\nParis Market Porters\nHalles Centrales\nA bit of the great Paris market\nMacaroni Drying\nDeer in German Forest\nMenus on a German Steamer\nThe Boar\n\"Ye Olde Cheshire Cheese\"\nLondon Bill of Fare\nThe Sugar Bush\nBrillat-Savarin\nNew York down town Lunch Menu\nLuther Burbank\nBurbank's Spineless Cactus\nChinese Canal\nJavanese Tea-Picker and Porter\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 5/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\n[xiii]\nPREFACE: A BOOK FOR EVERYBODY\nI\nt is not often that an author is so fortunate as to have a subject which is of vital importance to everybody,\nwithout exception. Everybody eats, and everybody wants to enjoy his meals; yet few know how to get\nthe most benefit and pleasure out of them. The French are far ahead of us in this respect; they are a nation\nof gastronomers, understanding fully the importance to health and happiness of raising only the best\nfoodstuffs, cooking them in savory ways and eating them with intelligence and pleasure. One of the main\nobjects of the present volume is to show that we have the material for the making of an even more\ngastronomic nation than the French are, and that Americans, especially if caught young, can be taught to eat\nin a leisurely way and to refuse to accept anything that lacks appetizing flavor.\nFlavor! In that word lies the key to the whole food problem. Undoubtedly the nourishing property of food\nis also of importance; without it we could not live. Yet, as Luther Burbank has keenly remarked, if we\neliminate palatability (that is, flavor) from food, it is no more than a medicine, \"to be taken because it\nproduces certain necessary results.\" Moreover, a little of this medicine goes a great way. Horace Fletc[xhievr]\nlived for years on eleven cents a day; and two university professors—Dr. J. L. Henderson of Harvard and Dr.\nGraham Lusk of Cornell—have demonstrated, independently, that a dime a day, intelligently expended, is\nenough to keep body and soul together. What more we spend on food—and we probably average five times\nthat amount—goes chiefly for flavor. It is the flavor that makes us willing to pay more for good butter than\nfor good oleomargarine, for fresh chicken than for cold storage fowl, for Virginia ham than for ordinary ham,\nand so on throughout the list of foods; for there is no difference in nutritive value in any of these cases.\nThis being so, it seems passing strange that while so many good books have been written on the nutritive\naspects of foods, mine is the first volume in any language treating specially of this same flavor, on which we\nspend so much of our income, and which is so important to our health. The explanation lies in the fact that\nflavor is generally looked upon as something merely agreeable—like the fragrance of strawberries, or the\nvanilla extract we put into ice cream—but of no vital importance. It was this misunderstanding that prevented\nme from keeping the title \"Flavor in Food\" which I had intended to use. At a conference with the publishers\nwe decided that (since, after all, the book also discusses many other aspects of the food question), it would be\nwiser to use the title \"Food and Flavor.\" Nevertheless, Flavor (with a big \"F\" to emphasize its importance[x)v i]s\nthe principal theme, and the most important chapters are the second and the last in which I discuss its\nsuperlative value, not only as the source of countless wholesome pleasures of the table, but as a guide to\nhealth. The gist of the book lies in the sections \"An Amazing Blunder\" and \"A New Psychology of Eating,\" in\nwhich I have shown that we need flavor as much as we need food if we wish to be well; for food without\nflavor is not appetizing; and when food is not appetizing it lies in the stomach like lead and causes dyspepsia,\nthe national American plague. The final chapter considers the important difference between appetizing flavor\nand mere fragrance, the neglect of which has created no end of confusion and done so much harm.\nIn the pages concerned with \"Ungastronomic America\" and \"Our Denatured Foods,\" I have dwelt on\nsome of the evils which have resulted from the giving up of the old-fashioned condiments (especially\nwoodsmoke) in favor of the much cheaper chemical preservatives which denature our food, that is, destroy its\nappetizing flavor, and give rise to countless adulterations and deceptions. It was not with any \"muck-raking\"\nintentions that these pages were written, but merely to increase the present wholesome discontent and pave\nthe way for better things by making it clear to all what those better things are, and indicating ways[x voif]\nthwarting the unscrupulous adulterators and dealers. There is need of a good deal of hard fighting, for there\nare in many towns health officers who thrive on \"graft\" as well as wealthy manufacturers of undesirable\npreservatives who prevent the passage or enforcement of pure food laws; yet I believe the time is not very far\ndistant when these two chapters will have little more than a historic interest. Pending that time, caveat emptor\n—let the buyer beware.\nThe rest of the book is mainly constructive, and under the head of \"Gastronomic America\" I have tried to\npaint a glowing picture not only of present pleasures of the palate but of keener ones to come, thanks to\nLuther Burbank and other educators of fruits and vegetables. Among these educators are the specialists of the\nDepartment of Agriculture. The Government of the United States has done more than that of any other\ncountry to give useful advice to the growers of food products—and to cooks, too! Throughout this volume I\nhave missed no chance to call attention to its many helpful publications, besides summing up the matter\nunder the head of \"Governmental Gastronomy.\" It is a topic of tremendous importance to farmers, vegetable\ngardeners, dairymen, and all who are concerned with the growing or distributing of food stuffs. Farming is\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 6/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\ndefined as \"cultivating the ground in order to raise food\"; and why farmers, quite as much as epicures, should\nbe interested in the best foods, I have explained in the section headed \"Commercial Value of Flavor,\" w[xivtihi]\nillustrations showing how a tiller of the soil can double or quintuple his income or even make a big fortune\nby taking the demand for appetizing flavor as a guide.\nKnowing that they do many of these things much better in Europe, I made a special gastronomic trip in\n1912 to gather first hand information in the market places, gardens and restaurants of France, Italy, Germany\nand England. I have dwelt on the good things raised and prepared in those countries, such as the salads, the\npoultry, the bread, the butter, the cheeses, the wonderful cuisine of France; the olive oil, the economical\nsubstitutes for meat, and the macaroni (the real staff of life) of Italy; the diverse delicatessen of Germany\n(including live fish brought to the kitchen and genuinely smoked meats and fish); the Wiltshire bacon, the\nSouthdown mutton, the cakes and marmalades of Great Britain. Information on many things like those,\nconcerning which there is a widespread curiosity, has not before been brought conveniently between two\ncovers, and I am sure I need not apologize for having followed the example of the gossiping Brillat-Savarin,\nin presenting this information largely in the form of a narrative of personal experiences, and with pertinent\nanecdotes.\nTo the chapters on the \"Science of Savory Cooking\" and \"A Noble Art\" I wish to call special atten[txiovinii]\nbecause in them lies, I am convinced, the ultimate solution of the urgent problem of domestic help, as well as\nthe problem of improving the average American cuisine, which is a still larger one, because in eleven out of\nevery twelve families the women have to do their own cooking. Too many women, not to speak of men, do\nnot know that cooking really is a science, (which electricity will soon make an exact science), and the\npractice of it a fine art, experts in which may well look down proudly on the mere factory and shop girls who\nfoolishly think they are above them. Schools, women's societies, and society women have taken up the matter\nin England as well as in America, and great changes are impending—changes which, it is hoped, this volume,\ncoming at the \"psychological moment,\" will help to accelerate.\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 7/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\n[3]\nFOOD AND FLAVOR\nI\nUNGASTRONOMIC AMERICA\nMARK TWAIN'S PATRIOTIC PALATE\nARK TWAIN swore by American food as he did by the American flag. When he got as far as\nItaly, on the trip which resulted in \"A Tramp Abroad,\" he became discouraged, wrote a\nhomesick panegyric on the good things he could not get in Europe, and made a list of viands\nto be ordered by the steamer preceding his, to await him on his return. Among these dishes\nwere fried chicken Southern style, Saratoga potatoes, baked apples and cream, hot biscuits,\nbuckwheat cakes with maple syrup, toast, oysters in various styles, softshell crabs, terrapin\nsoup, wild turkey, cranberry sauce, canvasback duck, prairie hens, bacon and greens[4, ]catsup,\ngreen corn, hot corn-pone, stewed tomatoes and pumpkin pie. As he lived for years\nthereafter, it is not likely that he carried out his program.\nThese gastronomic specialties certainly are not to be sneered at; European epicures envy us most of them.\nIt must be admitted, also, that American cookery has made considerable progress in the last decades, and that\nthere has been an improvement in eating habits since Dickens, in \"Martin Chuzzlewit\" (1843), described the\n\"violent bell ringing\"; the \"mad rush for the dining-room\"; the \"great heaps of indigestible matter\" which\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 8/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\n\"melted away as ice before the sun\"; the \"dyspeptic individuals\" who \"bolted their food in wedges, feeding\nnot themselves, but broods of nightmares.\"\nSuch scenes still occur, but they are no longer typical. Nor, perhaps, would Emily Faithful have occasion\nto-day, as she had in 1884, to comment on the \"joyless American face,\" due to chronic dyspepsia. We are still\nmade unhappy, however, by the \"indigestible hot bread\" and \"tough beefsteaks hardly warmed through\" to\nwhich she referred, and by other gastronomic atrocities.\nWe must not overlook the fine cooking done in many American private families, hotels, clubs, and\nrestaurants, and we have some good old Maryland, Virginia, New England, and San Franciscan traditions to\nboast of. Moreover, there are not a few who have reason to think that the culinary low-water mark is to[6 ]be\nfound on English steamships and in English inns. On the whole, however, what Pierre Blot wrote forty years\nago is still true: \"American cookery is worse than that of any other civilized nation.\" Our great national food\nexpert and reformer, Dr. Harvey W. Wiley, put the matter in a nutshell when he said in a lecture before the\nGeneral Federation of Women's Clubs, that \"there is no country in the world where food is so plentiful, and\nno country in the world where it is so badly cooked, as right here in the United States.\"\nFOOD MISSIONARIES IN THE FAR WEST.\nOne need not go to France or Austria for a humiliating contrast. In one of his books of travel Charles\nDudley Warner declared that after leaving Philadelphia the tourist \"will not find one good meal decently\nserved\" until he reaches Mexico. In a southwestern railway restaurant a miner once said to me he had not\neaten such an abominable meal in all the years he had spent in the wilderness. To tell the unvarnished truth,\nhe used a stronger word than abominable. One of the details I remember was that the tough steak had\napparently been fried in the drippings from a tallow candle.\nIn the same part of the country a great change has been brought about by the culinary and execu[t6i]ve\ngenius of one man—Fred Harvey. He came to this country from England—score one for England!—when he\nwas a boy of fourteen, with two pounds in his pocket. He got a job on a railway. There were no dining cars in\nthose days and although in England he had not lived the life of a gourmet he was amazed by the\nwretchedness of the eating houses with their canned meats and vegetables, rancid bacon, oilclothed tables\nwithout napkins and incompetent service. Convinced that good eating-houses would advertise the railway\nand attract travel, he ventured to say so to the manager of the Santa Fé Railway, who, fortunately, not only\napproved the suggestion but gave him the opportunity to show what he could do. One historian relates that\nthe manager \"threw his arms around the youthful promoter and wept with joy.\" He had just dined at a railway\nstation!\nIt was in the year 1876 that Harvey opened his first eating-house in Topeka. It made a sensation. Others\nsoon were built along the line of the road from the Middle West to the Pacific Coast until, in 1912, there were\na dozen large hotels, sixty-five railway restaurants and sixty dining-cars under the same management.\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 9/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\nFRED HARVEY\nThat Harvey was a born epicure is evident from the fact that when he opened the Montezuma Hotel in\n1882, he would not allow, as the Kansas City \"Star\" tells us, any canned goods to go on the table. He se[n7t] a\nman to Guaymas and Hermosillo in Old Mexico to get fruit, green vegetables, shell fish and other kinds of\nfood. A contract was made with the chief of a tribe of Yaqui Indians to supply the hostelry with green turtles\nand sea celery. These turtles, which were secured for $1.50 each, weighed two hundred pounds and were full\nof eggs. Mr. Harvey selected a little pool near the hotel where he fattened the turtles. A feature of the bill of\nfare every day was genuine green turtle soup and turtle steak. The sea celery used is a spicy weed which\nmakes a fine salad.\nNaturally, such delicacies could not be served at the ordinary railway restaurants; yet these, too, had their\npleasant surprises, and were unspeakably superior to what the travelers had been obliged to put up with in\npre-Harvey days. On ordering tea, for example, you would get a separate little Japanese pot with the steaming\ninfusion freshly made for you. This was as far as Harvey could go in these places in carrying out the perfect\nhost's maxim that every diner should feel as if the meal he eats had been specially prepared for him. But there\nwere other details that betrayed special intelligence and thought. Thus, in stopping one day for supper in one\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 10/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\nof the Harvey restaurants in the sizzling Arizona desert, I was delighted to find the table loaded down with\nthe sour things that one craves on hot days—diverse vegetable and meat salads.\nOne of the amusing details in connection with the Harvey organization was that it became known [a8s] a\nmarriage agency, because the neat and well-trained waitresses got married one after another, some of them to\nwealthy ranchmen.\nOf greater importance was the fact that the Harvey eating-houses served as schools to all the Southwest,\nbringing about a general reform. The rival railway systems, naturally, could not persevere in their barbarian\nways.\nFred Harvey is no more, but his influence survives and his name is one to conjure with throughout the\nPacific slope.\nIn the East, also, one comes across a good meal now and then in a dining-car or a railroad station. There\nis one, says Edward Hungerford, up in the northern part of New York State that has never yielded its\nsupremacy to any circuit-riding café on wheels. When a certain high officer of the busy road that spreads\nitself apart at that junction goes up there, he orders the cook of his private car to shut up the kitchen. \"Do you\nsuppose that I would pass by that town,\" he says, \"and the best square meal in the whole State?\"\nThose things, alas, are exceptional. Taken the country through, railway restaurants and diners are to this\nday even worse than the average hotels and boarding houses. Flavorless, unappetizing meats, insipid\nvegetables, doughy pies and soggy cakes are the rule at our eating places everywhere.\nThe most astonishing thing about this is that the average American enjoys a good meal, if he can ge[t9 ]it,\nnot a bit less than the average European, as I have observed hundreds of times in our own best eating houses\nand in foreign hotels and restaurants during ten trips to Europe. And that the capacity to enjoy a civilized\nmeal is inherent not only in those who can cross the ocean and pay for Parisian dainties, but in the humblest\ntiller of the soil or railway employee, was amusingly made manifest to me many years ago in the wild and\nwoolly West. I was brought up in the village of Aurora, Oregon, which was inhabited chiefly by members of\na German colony, who differed in no-wise from millions of poor but honest men and women in the\nFatherland. One of the most precious things they had brought from the old country was the skill to cook a\nsavory meal—a meal that one could enjoy to the full without feeling the pangs of dyspeptic remorse for hours\nafterwards.\nThe Aurora hotel soon became far-famed; and when the first railway was built from San Francisco to\nPortland, the astute makers of the time-table somehow managed it so that most of the trains stopped at\nAurora, though it is but twenty-eight miles from the terminal, Portland.\nNor was that all. The popularity of the Aurora cookery suggested the idea that it might be profitable to\nerect a restaurant tent in Salem during the annual State Fair. The result was astonishing. All the other eat[i1n0g]-\nplaces were soon completely deserted; the Aurora tent had to be enlarged, and there was such a mad rush for\nseats at the tables that in a few days nearly every man and woman and boy and girl in the village had been\ndrafted to serve as cooks or waiters.\nIt was plain German bourgeois cooking; but the sausages were made of honest pork and the hams had the\nappetizing flavor which the old-fashioned smokehouse gives them; the bread was soft yet baked thoroughly,\nthe butter was fresh and fragrant and the pancakes melted in the mouth. As for the supreme effort of Aurora\ncookery—noodle soup made with the boiled chicken (not cold-storage chicken) served in the plate—the mere\nmemory of it makes my mouth water, four decades after eating it.\nIn justice to Portland, which in those days was in a benighted condition fully warranting the action of the\nrailway men in making Aurora their culinary terminus, let me hasten to add that at present, with its Chinook\nsalmon and Columbia River smelt, its hard-shell crabs and razor clams, its delicious Willamette crawfish—\nrivaling the best French écrevisses—its fragrant mammoth strawberries, its juicy cherries, and its worldfamed Hood River apples, it is hardly second to San Francisco as a gastronomic center. In Oregon, as in\nWashington and California, the epicure fares particularly well because the luxuries of life are as cheap as[ 1t1h]e\nstaples and quite as abundant, if not more so.\nARE WOMEN TO BLAME?\nInasmuch as an American is quite as capable of enjoying a good meal as any one else, why is it that we\nare so conspicuously ungastronomic as a nation?\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 11/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\nIt is obvious that the cooks are largely to blame. It is so difficult to procure a good cook that most of us\ngive up the search in despair and resignedly eat what is placed before us.\nIn Europe it is still comparatively easy to find a young woman or a man who, by domestic training, has\nlearned to prepare a savory meal and is willing to take the trouble necessary to get satisfactory results. In the\nUnited States few of the helpers available have any domestic traditions to fall back on. As a rule, they frankly\nadmit, on applying for a place, that they know only \"plain cooking.\" As a matter of fact, few of them can\neven boil an egg or a potato without spoiling it. They are not interested in their work, as they would be if they\nwere experts, and their main object is to get as much money as they can for as little work as possible. To be\nsure, a cook's hours are long, but many of them are spent in dawdling.\nIt is unfortunate that most of our hired cooks are Irish. There are and have been excellent cooks of this\nnation, but as a rule the Irish are not so interested in this art as the French, Germans, Italians and Swedes, [a1n2]d\nthe results are deplorable, especially when, as is usually the case, the mistress is herself so ignorant that she\ncannot tell the cook why the food is wrong and how it could be improved.\nThe worst of it is that if the mistress of the house does know enough herself to teach the new cook some\ntricks, the latter is likely to leave because, on account of this newly acquired knowledge, she can get higher\nwages elsewhere! Which reminds me of what happened to my wife's grandmother. She once had a cook who\nwas absolutely green, but who wanted the highest wages. When asked how she could demand so much when\nshe admitted her ignorance, she retorted:\n\"Ah, Mrs. Black, the larnin' is the sevarest part of it.\"\nIt will not do, however, to put all the blame on the domestic helpers. Only one family in twelve, even in\nour wealthy country, can afford to hire a cook. In the other eleven families the women of the house are\npersonally responsible for the meals. Why are these generally so unsatisfactory?\nVisitors from abroad who have asked themselves this question, usually answer it by saying that\nAmericans have idolized and spoiled their women and are now paying the penalty.\n\"The European,\" says one of them, \"takes it as a matter of course that the woman he marries will be his\nhome-maker and housekeeper, able and willing, if necessary, to do the careful cooking on which his he[a1l3t]h\nand his enjoyment of life depend so largely. In America the main object of the women seems to be to throw\noff all the responsibilities of housekeeping so that they may either gad about socially or engage in outside\nemployment. The necessary meals are hastily cooked, marketing is done by telephone, the grocer and butcher\nare foolishly trusted as to the quality of the raw material, and the results are such as we see—monotonous,\nunwholesome, insipid meals, followed by indigestion.\"\nThere is no doubt some truth in this foreigner's observations, though he takes no account of the many\nthousands of American wives who work as hard to make their homes abodes of comfort, health and happiness\nas their husbands do to supply the necessary cash.\nOn the American men falls a large share of the blame for existing conditions. Completely absorbed in\ntheir private and particular business they labored too long under the delusion that their whole duty consisted\nin supplying the cash needed for housekeeping. Their indifference to the sources and the quality of the raw\nmaterial of the food they ate, brought into existence a horde of adulterators and poisoners on a scale never\nbefore witnessed anywhere—and that is another important reason why we are not a gastronomic nation. With\nsuch sophisticated material the best cooks in the world could not prepare appetizing, wholesome meals; [a1n4]d\nwhen meals are not appetizing, men lose interest in them, bolting their food, and passing on to things that\nseem more important and agreeable.\nAdulterators and spoilers of food have existed since the days of the ancient Greeks and Romans and\nprobably they flourished long before them; but never before had the far-famed \"Yankee ingenuity\" been\nbrought to bear on the ignoble task of deceiving people as to what they were eating and drinking.\nOf this ingenuity a striking illustration was given at Washington when the pure food agitators, headed by\nDr. Wiley of the Department of Agriculture, gave an exhibit before Congress. On a table had been placed—\nalong with other similarly fraudulent articles—a bottle of \"honey.\" On the surface of it floated a bee. Now,\nthe man who put that bee in the bottle had said to himself: \"Nine persons out of ten will, on seeing it,\nconclude instantly that it got in accidentally and that it proves the honey to be genuine.\" But that bottle never\ncontained any honey; it was filled with a sticky, sweet substance resembling honey in appearance, but instead\nof being made up of the products of the bee's beneficent floral industry, it contained ingredients some of\nwhich were injurious to health.\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 12/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\nTHE DANGER IN OUR FOOD.\nThat bottle was a sample of thousands of adulterated or entirely spurious \"foods\" for which Ameri[c15a]n\nmen and women had been for a long time spending good money in the belief that they were getting what they\npaid for.\nA quarter of a century ago the food poisoners and adulterators spread a net of fraud across the United\nStates, the like of which the world had never seen; and for a long time the American public, with the\nmeekness (up to a certain point!) for which it has become notorious, submitted to this abuse, eating the\ndrugged food and suffering the daily pangs of indigestion, wondering vaguely what was the matter—why\nEuropeans found us a nation of dyspeptics—and paying fortunes to doctors, and to vendors of patent\nmedicines, without being able to avert the final general breakdown.\nThen something occurred which made the worm turn on its tormentors—the \"embalmed beef\" incident.\nMajor-General Miles, backed up by other officers, declared positively that most of the canned beef\nsupplied to our soldiers during the war with Spain was unfit for human food, and that he was convinced that\nthe refrigerated beef supplied was highly deleterious because of the introduction of chemicals for\npreservative purposes. The court which investigated these charges, while admitting some of the alleged evils,\nindulged, many people thought, in whitewashing; so the public at last made up its mind that \"something was\nrotten in the state of Denmark.\"\nParticularly was it impressed by the statement that the food supplied to the army was \"not different f[r1o6m]\nthat generally sold to the public.\" That admission made people ask themselves: \"What, then, are we eating?\"\nThe result was a general awakening and investigation, a countrywide search which revealed the shocking\nfact that the community was harboring thousands of seemingly respectable citizens who were piling up\nfortunes by plying the deadly trade of modern Borgias, slaughtering infants and invalids and making even the\nrobust feel uncomfortable most of the time.\nThe chemicals used were formalin, boric and salicylic acid, fluo-sylicate of ammonium, aniline dyes, and\na number of secret compounds that were sold to packers and dealers, enabling them to doctor spoiled meats\nand other foods in such a way as to deceive the purchaser and consumer into thinking them fresh and\nwholesome.\nTo realize the full extent of this nefarious traffic one has to go back to the newspaper reports of the\ninvestigations and food tests, especially in the year 1899, after the \"embalmed beef\" inquiry. I have before me\nclippings that would fill fifty pages with gruesome details; but a mere peep into this culinary chamber of\nhorrors must suffice.\n\"The use of antiseptics as preservatives is becoming alarmingly great,\" declared Prof. A. S. Mitchell,\nanalytical chemist of the Wisconsin Dairy and Food Commission, before the Senatorial Committee on P[1u7r]e\nFood Investigation. Among the preservatives he named was a liquid called \"freezene,\" which he said, was\nalmost pure formic-aldehyde, the substance that several chemists at the military inquiry had claimed to have\nfound in the beef furnished the army. It acts disastrously upon the tissues of the stomach, but was often put\ninto the milk and butter supplied to families. Butchers employed freely, especially in \"Hamburger steaks,\"\nsulphite of soda, which not merely arrests digestion, but is, as another Government expert remarked,\npractically the same he had used as a medical student to preserve corpses, and later to disinfect houses where\nsmallpox patients had lived.\nThe New York \"Herald\" of June 4, 1899, contained a page and a half of exposures, with these headlines:\nPOISON AND ADULTERATION FOUND IN ALL FOOD PURCHASED BY THE \"HERALD.\" FORTY SAMPLES\nANALYZED AND NOT ONE OF THEM WHAT IT PURPORTED TO BE. TEA THAT CONTAINED ALMOST EVERYTHING\nBUT TEA LEAVES. SOME FACTS THAT EVERY HOUSE-KEEPER SHOULD KNOW. THE CITY AUTHORITIES DO LITTLE.\nOne of the samples of what was sold as \"tea\" was \"composed of refuse of many kinds—hair, mouldy\nleaves from everything that grows but the tea plant.\" Another sample contained \"dust, seed-pods, foreign\nwoody stems, and unidentified refuse.\"\nTo cite one more of the two-score analyses made by the \"Herald's\" expert (James C. Duff, consul[t1in8]g\nchemist to the New York Produce Exchange): \"The sample of American macaroni contains artificial yellow\ncoloring matter, egg-yolk color, composed of flour and the coloring matter. This coloring matter has as its\nbase chrome colors—substances very poisonous. The genuine Italian macaroni contains nothing injurious to\nhealth.\"\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 13/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\n\"Reports from analysts in other cities show that 92 per cent. of the allspice examined is adulterated, 50\nper cent. of cinnamon, 60 per cent. of ginger, 100 per cent. of mustard, and 70 per cent. of pepper.... It is a\nmatter of record that the demand for the materials for adulteration has called into existence a branch of\nmanufacturing industry having for its sole object the production of articles known as 'spice mixtures' or\n'pepper dust.' They are sold by the barrel as 'P. D. ginger,' 'P. D. pepper,' or 'P. D. cloves.' These manufacturers\nopenly advertise themselves as 'assorters and renovators of merchandise....'\"\nThe New York \"Tribune\" printed a report of an address made by a representative of the Benchmen's\nAssociation of Retail Butchers who said, regarding the upper West Side: \"Decayed meats are chemically\ntreated to counteract odor and outer discoloration and are hawked on the street corners on Saturday nights.\nThe shoppers of that locality are after something cheap, and here they get it. Resulting illness is ascribed [t1o9 ]a\nmysterious Providence or anything rather than the 'nice tender broilers, two for a quarter,' that they had for\nSunday's dinner. The police say the matter is one for the Health Department, and the Health Department\nrefers your complaints to its inspectors. These are paid from $1,200 to $1,400 a year, and to my positive\nknowledge not one of them has entered our shops for the last seven years. For all the Health Department\nknows, we might have been selling spoiled meat all that time.\"\nA Philadelphian investigator of adulterated food, H. Wharton Amberling, wrote: \"There has been\nadulteration for ages. It is born of the same parentage as robbery, perjury, arson and murder. It has grown in\nenormity because the law has not dealt with it as it has with other crimes. The rapid progress of chemistry has\nattained most grateful accomplishments, but the leprous hand of adulteration is using it to fill our blood with\nthe poison of disease and death.\"\n\"It is estimated,\" said the New York \"Evening Post,\" \"that the people of the United States spend no less\nthan five billion dollars a year for food and that nine-tenths of this money is paid for articles of food which\nare more or less adulterated. All food adulterations are not injurious, though a great majority of them,\nprobably nine-tenths, are so, in greater or less degree.... The art of adulterating food has been carried to a v[2e1r]y\nfine point by American ingenuity and has proved immensely profitable to those who practise it, while it has\nundoubtedly worked great damage to the general health.... It is a wise man who knows what he is eating\nnowadays.\"\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 14/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\nA matter for the Health Department\nA report of the Connecticut Agricultural Experiment Station called attention to the fact that eighty-nine\nsamples of tea were all found pure as a result of the federal law of 1897, which established a board of seven\nexperts to enforce the statute and forbade importation of the adulterated article.\nThe American products were on the other hand in a woeful condition. Sixty-three samples of fruit jelly\nexamined showed adulteration in two-thirds of the cases by starch, glucose, aniline dyes, and salicylic acid.\nPure jellies cost 25 cents a pound while these artificial jellies cost but five cents. Out of 40 samples of\nmarmalades and jams only three were pure. Examination of nineteen samples of sausages and oysters showed\n\"embalming\" by boric acid.\nWHY THE CANDY WAS NOT EATEN.\nMiss Alice Lakey, chairman of the food investigating committee of the Food Consumers' League, made a\ncollection, as the New York \"Sun\" reported, of squares of flannel, a dozen of them, in brilliant hues of green,\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 15/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\nred, pink, and other colors—all colored with the coal tar dyes that came out of eatables and drinkables, [2s2h]e\nexplained, adding: \"It's a wonder that our insides are not dyed all the colors of the rainbow.\n\"One of the meanest forms of adulteration I know,\" she further remarked, \"is the blackberry brandy,\nbecause that is bought for invalids, aged and delicate persons, who hope to get a little strength and appetite\nfrom it. Out of 600 samples examined, 460 contained no trace of blackberries. They were made of crude\nspirits colored with coal tar dyes.\n\"Did you ever hear the story,\" she continued, \"of the kind-hearted New York woman who invited a\ncompany of Italian girls who worked in a candy factory to a Christmas party? She had an entertainment and\nChristmas tree for them, and among other things was a box of fine chocolate creams for each one. When they\nwent away every child left her box of candy on the chair behind her.\n\"'Why, aren't you going to take your chocolates?' said the surprised hostess.\n\"'Oh, no,' they said in chorus; 'we make those!'\"\nThat tells the whole story. The slaughter of the innocents and the ruining of health of children by means\nof adulterated and poisoned candies was for decades a national crime that would have justified thousands of\nlynchings, if anything ever does justify such summary meting out of punishment.\nDr. Shepard, State chemist of South Dakota, framed a series of menus, on the plan of those published by\nthe women's magazines, to assist housewives in catering for families. Here are three, which show how [a2n3]y\nfamily in the United States might have reasonably taken forty doses of chemical preservatives and coal tar\ndyes in one day:\nBREAKFAST\nSausages containing coal tar dye and borax\nBaker's Bread containing alum\nButter containing coal tar dye\nCanned Cherries containing coal tar dye and salicylic acid\nPancakes containing alum\nSyrup containing sodium sulphate\nDINNER\nTomato Soup with coal tar dye and benzoic acid\nCabbage and Corned Beef with saltpeter\nCorn Scallops with sulphurous acid and formaldehyde\nCanned Peas with salicylic acid\nCatsup with coal tar dye and benzoic acid\nVinegar with coal tar dye\nMince Pie with boracic acid\nPickles with copperas, sodium sulphate and salicylic acid\nLemon Ice Cream with methyl alcohol\nSUPPER\nBread and Butter with alum and coal tar dye\nCanned Beef with borax\nCanned Peaches with sodium sulphite, coal tar dye and salicylic acid\nPickles with copperas, sodium sulphate and formaldehyde\nCatsup with coal tar dye and benzoic acid\nLemon Cake with alum\nBaked Pork and Beans with formaldehyde\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 16/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\nVinegar, coal tar dye\nCurrant Jelly, coal tar dye and salicylic acid\nCheese, coal tar dye\nPhysicians sometimes prescribe such chemicals, when they are indicated, in very small doses. The F[o2o4]d\nCommissioner of North Dakota, Dr. Ladd, reported in a bulletin that he found from five to fifteen grains of\nboric acid to every pound of ham, dried beef, etc., examined; while in hamburger steaks, sausages, etc., the\namount ranged from twenty to fifty grains a pound. The maximum dose of boric acid prescribed by a\nphysician is said not to exceed ten grains daily.\nDR. WILEY'S POISON SQUAD.\nNapoleon Bonaparte said that \"soldiers march and fight on their stomachs.\" If our soldiers, fed on\n\"embalmed\" beef and other chemically treated food, had had much marching and fighting to do, Spain might\nhave won. As it was, the American soldiers who were killed or invalided during that war, were martyrs to a\nnobler cause than that of humiliating poor Spain. It was their sufferings that, as already intimated, led to the\nnational revolt against the wholesale poisoners and adulterators for commercial profit.\nAs a matter of course, the parties accused showed fight. One of the earliest battles was fought over borax,\nand it was in this battle that Dr. Wiley first came before the general public prominently. During the months\nfrom December, 1902, to July 1, 1903, he made a series of experiments on twelve young men in Washington\nas to the influence on the health of food containing boric acid or borax. Some of the conclusions reac[h25e]d\nwere thus summed up briefly:\nWhen boric acid or its equivalent in borax is taken in food in quantities not exceeding a half gram daily,\nno immediate effects are observed; after a time there occur occasional loss of appetite, a feeling of fullness\nin the head, gastric discomfort, and general ill-feeling. Only the more sensitive persons develop symptoms\nfrom the amounts named. When the drug is given in larger and increasing doses, these symptoms in\naccentuated form develop more rapidly; most common is persistent headache with slight clouding of the\nmental processes. The quantity of boric acid required to produce definite symptoms varies greatly with\ndifferent individuals. In some, one to two grams daily produce decided distress; in others, three grams cause\nlittle if any discomfort. Conclusions regarding the use of less than half a gram daily were not reached, but\nfrom the effect of the larger quantities taken for a short time, it is reasonable to infer that smaller doses\nduring an extended period would also prove injurious. The results in general indicate that it is not advisable\nto use borax in articles of food intended for common and continuous use. When placed in foods used only\noccasionally and in small amounts, the quantity of the contained preservative should be stated plainly, that\nthe consumer may know what he is eating.\nOne of the most interesting facts, and one known to few, in connection with these experiments, is that Dr.\nWiley actually began them with a bias in favor of borax. He did not believe, he said, that borax was a harmful\npreservative, but he was going to find out. This statement aroused my suspicion. Knowing how much \"graft\"\nand \"politics\" there are apt to be in such investigations, I made up my mind that Dr. Wiley was a fraud [a2n6]d\nthat he would undoubtedly give a verdict in favor of borax. While in this frame of mind I wrote the following\neditorial for the New York \"Evening Post\" (April 8, 1903):\nDr. Wiley, of the Department of Agriculture, seems to require a long time to decide whether his \"brigade\nof poison eaters,\" as the Washington wits have dubbed his free boarders, are really eating poison or only\nharmless food preservatives unjustly suspected of being injurious. It needed no elaborate experiments to\nprove that drugged food may be eaten without serious harm. Many of us are probably eating more or less of\ndrugged food all the time without actually having to be taken to the hospital; but many others do suffer in\nhealth, vitality and capacity for work from eating it. In regard to salicylic acid and formaldehyde, Dr. Wiley\nhimself wrote in \"Leslie's Weekly\" two years ago that there is no doubt of the pernicious influence of these\npreservatives in some cases. He also said, truly, that \"the public supervision should look after the weak and\ndiseased digestive systems rather than the strong and vigorous.\" Why, nevertheless, he chose to make his\nWashington experiments on the strongest young men he could find is a mystery he has not explained. In the\n\"Lancet\" of Nov. 30, 1901, an account was given of a series of experiments with boric acid made by Dr.\nRinehart, in which the symptoms of poisoning disappeared as soon as the use of the drug was given up.\nFurther evidence is furnished in the \"Münchener Medicinische Wochenschrift\" of Jan. 26. Dr. G. Merkel, of\nNuremberg, experimented with boric acid on eleven patients, seven of whom promptly showed disturbance\nof the gastro-intestinal tract. The inevitable inference from such facts is either that the use of boric acid as a\npreservative of food should be prohibited by law, or, at least, that the law should require mention of its use\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 17/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\non the label of canned goods, and in butter, cream, milk and meat, in order that those whose digestion is not [27]\nas robust as that of Dr. Wiley's select boarders may take warning.\nHARVEY W. WILEY\nThe fact that these remarks were widely copied showed that many other editors shared my suspicions.\nThen came Dr. Wiley's verdict, which proclaimed him the honest, bold, incorruptible champion of truth who\nwas soon to become respected, admired, and idolized by the whole American public, with the exception of\nthose who had commercial reasons for disliking him.\nPerhaps I may be pardoned for inserting here a reference to an amusing incident that occurred during this\ncontroversy. Another article of mine, in which I had spoken disrespectfully of borax, resulted the following\nday in a visit to the office of the \"Evening Post\" by a man who wanted to see the \"borax editor.\" He was\nshown to my room, and promptly proceeded to inform me that I was entirely mistaken in thinking borax\nharmful. I replied that I considered borax one of the most useful things in the world, the greatest of \"dirtchasers,\" indispensable on the wash stand and in the wash house; but as for internal use, I had had days of\ndiscomfort which made me look on it with feelings of genuine alarm.\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 18/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\n\"I'll tell you what I'll do!\" retorted the man, who represented one of the large borax companies. \"I am\nwilling to take a glass of water, put in a tablespoonful of borax and drink it right before you.\" \"Th[2a8t']s\nnothing,\" I replied; \"I wouldn't hesitate to do the same thing. Borax is not a deadly drug like arsenic or\nstrychnine, it is a chemical which, taken into the stomach in small doses day after day, week after week, and\nmonth after month, acts as a cumulative poison, gradually weakening even the strongest stomach; and,\ninasmuch as the stomach is the source of most diseases, thus paving the way for all sorts of troubles.\"[1]\nCONDIMENTS VERSUS CHEMICAL PRESERVATIVES.\nUntil about three decades ago it was customary the world over to cure meats with condimental\nsubstances, particularly salt, vinegar, sugar, and wood smoke. These not only preserved the meats but\ndeveloped their inherent flavors, while adding others that were equally relished by consumers, thus enabling\nthem to enjoy their meals without disagreeable and depressing after-effects.\nThe old-fashioned way\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 19/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\nAll at once, like a devastating avalanche, the wholesale use of non-condimental chemicals tumbled upon\nthe country. Why the avalanche grew so fast may be gathered from a few lines on page 37 of the second\nedition of Dr. Wiley's admirable book, just referred to in a footnote; lines which deserve to be printed[2 9i]n\nitalics, and which every reader should engrave on his memory:\nThe chemicals employed are those known as germicides. In the quantities used they neither impart a taste\nnor odor to a preserved meat, but by their germicidal properties prevent the development of organic ferm[e3n0t]s\nand thus make the preservation of meat far more certain and very much less expensive. By the use of some\nchemicals the salting, sugaring, and smoking of preserved meat may be done with very much less care, in a\nvery much shorter time, and at a very greatly reduced expense. For this reason the practice has gained a\ngreat vogue, not as a means of benefiting the consumers, but rather as a means of enriching the packer and\ndealer. Chemical preservatives are also highly objectionable because they keep meats apparently fresh, while\nin reality changes of the most dangerous character may be going on. They thus prevent the display of the red\nlight danger signal.\nConcerning this last point the London \"Lancet\" has used another and equally forcible simile:\nIt is by no means certain that preservatives in small quantities can prevent decomposition. They do stop\nputrefaction and thus destroy the signs by which decomposition is made evident to the senses. Their effect\nresembles that of tying down the safety valve of a steam engine. The advocates of food preservatives seem\nalways to ignore, or to be ignorant of, the opportunity afforded and advantage taken of their use for dirty\nand fraudulent practices.\nThese remarks are of the utmost importance, for they call attention to the fact that even if the chemical,\nnon-condimental preservatives were not slow poisons, it would be necessary to forbid their use because they\nenable unscrupulous persons to make foods of the most nauseating substances. Let me quote another exp[3e1r]t,\nwho states the case vividly:\nMilk, eggs and fish are three foods especially which become extremely dangerous when decomposition\nsets in. The chemicals placed in them by dealers destroy the offensive taste and odor, thus robbing nature of\nher means of protecting us from danger. Many little children killed from eating ice cream and bakery\nproducts never would have tasted them if the smell and taste of the rotten eggs and putrid milk had not been\nhidden by the chemicals. The vilest, most malodorous factory refuse may be made pleasant to the sight,\ntaste and smell through the magical effects of benzoate of soda, saccharin and coal tar dye. The coal tar dye\ngives a clear, translucent appearance to the product; the saccharin sweetens it and benzoate of soda\nembalms it so it will keep for a decade without spoiling. These disguised putrid foods are additionally\ndangerous in hot weather.\nSCOTCHED, NOT KILLED.\nThe great outcry raised by all these startling revelations concerning the unscrupulous methods of the food\npoisoners resulted in the passage, in 1906, of the epoch-making Food and Drugs Act, which gave the United\nStates a most elaborate and minute set of laws for the protection of the public and the punishment of\noffenders. The result was an immediate and decided improvement in many departments, especially that of\ncanned fruits, concerning which Dr. Wiley wrote in 1911 that \"the time is now rapidly approaching when all\nsuch goods will be free of any imitation or adulteration, and this will add greatly to their value in the mar[k3e2t]s\nof the country.\"\nIn many other directions, however, the drugging of foods with slow poisons continued. The snake was\nonly scotched, not killed.\n\"If you took all the food in New York City to-day and put it in a big tent down in Texas, I would throw\naway 40 per cent. of it,\" said Gaston G. Netter of the Geneva White Cross Society (which is the International\nPure Food Association), in October, 1911. \"The people here in New York City are being hourly poisoned by\nfood labeled as absolutely pure. I buy it and test it every day and I know. I saw some sardines marked 'pure\nsardines in olive oil.' They were a disintegrated mass of decayed, poisonous fish, and the oil had never known\nan olive. A large percentage of the vinegar used for preserving such things as prunes is an acidulated\npreparation fatal to the lining of the stomach.\"\nThe vinegar sold by many grocers in defiance of the law is made with acetic acid, which is prepared by\nthe destructive distillation of wood. So little of this is needed that the adulterator can make a gallon of\n\"vinegar\" at a cost of two cents, or a barrel for a dollar. This, sold in bottles, yields a profit of over $20 a\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 20/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\nbarrel. Sometimes a trace of malic acid or concentrated apple juice is added to give a reaction which may fool\nthe analyst. It is this poisonous stuff that is used in American homes to dress salads and is put into bottle[s3 3o]f\nchow chow, chili sauce, and the pickles so dear to school children.\nConcerning the cheap candies that are still dearer to the children, Harry P. Cassidy in an address before\nthe wholesale candy dealers (reported in the New York \"Sun\" of March 10, 1912), said:\n\"We have found burnt umber in candy which is sold and guaranteed as pure to the small shopkeepers. We\nhave found stearin in it which melts only at a temperature of 135 degrees Fahrenheit, whereas the\ntemperature of the human body is only 98.6 degrees. We have found furniture glue and dangerous ether\nflavoring matter and paraffin and shellac and many other injurious substances which the members of this\nassociation handle.\"\nAnother speaker at this meeting, Prof. Charles La Wall, spoke of lampblack as being used to color socalled licorice and of marshmallows that had been blued with ultramarine, just as bluing is used in washing\nclothes. Poisonous sulphuric acid may be contained in molasses, glucose, shredded cocoanut and many other\nthings. \"As candies are often composed chiefly of these four products, a child in buying a penny's worth of\ncandy may get four doses in one of the deadly sulphites such as the cleaner uses in whitening our straw hats.\"\nAmerica is specially noted, as Rutledge Rutherford remarks in the \"National Food Magazine\" (1912),[ 3f4o]r\ntwo things—its chemicalized food and its infantile mortality. According to the estimate of the New York food\nexpert, Alfred W. McCann, three million persons in the United States were made ill by adulterated foods in\n1911.\nThat was five years after the passing of the Pure Food Law. The trouble with that law is that it is not\ninterstate. A dishonest man in one State can do all the food \"doping\" he pleases as long as he does not sell\nany of it in another State. Most of the States now have laws of their own on this matter, but often they leave\nmuch to be desired.\nWhat is worse, these laws are not enforced; or, if the criminals are brought to bay, the punishment is so\nmild that it does not prevent a repetition of the offense. \"If a grocer knew that a can of tomatoes or a can of\nsardines sold by him could be taken to the corner and analyzed and if found bad that he would be prosecuted,\nthe pure food law would be a real thing,\" says Gaston G. Netter, who asserts that if New York City would\nbring about such a reform—at a cost of perhaps $150,000 a year—it would \"do away with half the medical\nclinics.\"\nFines alone will not suffice to bring about a reform. We can hardly follow the example of the Turks who,\nif a baker gives false weight or adulterates his bread, cut off one of his ears and nail it to the door post. [B35u]t\nwe could follow the example of the wise municipal officials who compelled the Munich brewers to make\nhonest beer, out of malt and hops alone. At first, fines were imposed for using other materials, and these fines\nwere made larger and larger; but the brewers found they could pay the highest fines and still save money by\nusing chemicals. Then the lawmakers changed their tactics; the \"man highest up\" was threatened with\nimprisonment. The millionaire brewers had a pardonable aversion to jail—and from that time on Munich beer\nbecame the best in the world. Ere long, whole trainloads of it began to be sent daily in all directions—to\nNorth Germany and Russia, to Paris and London, to Vienna, and to the cities of Italy. The brewers had been\ncompelled, at pistol's point, to acknowledge the truth that, after all, in the long run, honesty is the best policy.\nSome of the largest American manufacturing firms have followed this policy voluntarily, though the\nprices they have to pay for good fresh material places them at a great disadvantage to the adulterators who\nbuy any rotten old thing and \"renovate\" it, or else make the article entirely of chemicals.\n\"In four years,\" said Alfred W. McCann (in March, 1912), \"the Government has caught nearly fifty\nwholesale adulterators in the act of shipping bogus vinegar from one State into another. In every instance the\nGovernment won its case, but in every instance petty fines were inflicted by the courts and the sa[3m6]e\noffenders were caught again and again.... Small fines have no deterrent effect on food frauds. The game is too\nprofitable to suffer extinction under any other influence than jail sentences, and jail sentences have not been\nimposed in a single case brought by the Government against food or drug adulterators.\"\nFood and drug adulterators are wealthy men, but they are not stingy. They gladly share their sordid\nearnings with the politicians who protect them. \"Why do the States delay in enacting uniform laws patterned\nafter the excellent national laws?\" asks Mr. McCann; and his answer tells the plain truth: \"Each State has\nsome powerful pet food industry to protect and some weak legislators willing to do the bidding of the fakers.\"\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 21/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\nEvery reader of this book perused in the newspapers the story of the disgraceful conspiracy in\nWashington against Dr. Wiley, and remembers vividly the nationwide outburst of indignation which came to\nthe rescue of the courageous chemist and made him a national hero. He remained for the time being, but his\nenemies were not punished, although the President promised to reform the Department of Agriculture. His\nfailure to do so is one of the principal reasons why he was not re-elected. Dr. Wiley, seeing that his efforts to\nsecure the enforcement of the Pure Food Laws were useless, at last resigned, and in \"Good Housekeepi[n37g]\"\nfor October, 1912, he gave some of the reasons for this step.\nThe Remsen Board was created for the express purpose of reviewing his decisions against food\nmanipulators. It never missed a chance to reverse them, to the huge delight of certain manufacturers and\ndealers. Although the Moss investigating committee unanimously pronounced the Remsen Board as wholly\nwithout authority, its decisions were followed by officials of the Government; important matters referred to it\nwere held in abeyance. For instance, an exhaustive report of the experiments made in the Bureau of\nChemistry, which showed, in Dr. Wiley's opinion, \"the injuriousness of copper sulphate when added to foods,\nhas been hibernating in the Department of Archives for the past four years and its use permitted in the\ninterim.\"\nThe opposition to Dr. Wiley's decisions brought about \"practical paralysis in all matters pertaining to the\naddition of benzoic acid, sulphurous acid, saccharine, sulphate of copper, and alum to food products. As it\nwas the addition of these bodies which constituted 95 per cent. of the total adulteration practised, it is easy to\nsee that, so far as adulteration was concerned, the food law became practically a dead letter.\"\nThe physicians of the country, who, better than others, know the danger of using drugs indiscriminately,\nsided with Dr. Wiley. At a meeting in Pittsburg of the American Medical Association, representing 25,[0308]0\nphysicians and surgeons, that body \"in spite of the decision of the referee board, pledged itself\nuncompromisingly against benzoate of soda and all other chemical forms of food preservatives.\"\nHow bitterly the war against Dr. Wiley and pure-food legislation was carried on, not only at Washington\nbut in various States with aid from Washington, is illustrated by the following extract from a letter written to\nDr. Wiley by the Health Commissioner of Indiana:\nIt is not necessary to recall to you the tremendous difficulties under which the State labored when it\nendeavored to prevent the overthrow of its pure food law because of the activities of the Department of\nAgriculture in behalf of the firms who were seeking that end; how we were refused the assistance of\nyourself and your chemists; how we had to compel the getting of testimony by an order of the court of the\nDistrict of Columbia, and how, on the other hand, employees of the Government known to be in sympathy\nwith the firms bringing suit against us were sent to Indianapolis to testify against the State at the expense of\nthe Department of Agriculture.\nAnother illustration of the war on the Pure Food Laws was given in the New York \"Globe\" of Oct. 24,\n1912, by Alfred W. McCann. After pointing out that \"there has been no let-up in attempts to deceive,\" and\nthat \"food ideals depend absolutely on the integrity and zeal of a few so-called fanatics like Dr. Wiley, who\nare thus far responsible for all the advance we have made,\" he goes on to say:\n[39]\nIn the State of Pennsylvania one of the most active pure food workers, who has contributed energy and\nzeal to the cause of the people, H. P. Cassidy, special agent of the Pennsylvania Dairy and Food\nDepartment, after ten years of remarkable service has been removed from office by the same kind of\npressure which finally disposed of Dr. Wiley.\nCharges were made a few days ago against Mr. Cassidy, whose activity had resulted in more than 8,000\narrests for food adulterations in the City of Philadelphia alone. He demanded a hearing before the governor.\nThe hearing was granted. The charges fell to pieces and Mr. Cassidy, like Dr. Wiley, was vindicated. Two\ndays later the Pennsylvania authorities notified him that, although he was found guiltless, harmonious\nrelations between him and his chiefs had been strained, and therefore for the good of the service it was\ndecided that he should be dismissed.\nIf the pure food movement were making the kind of progress which it is thought to be making, such\nbackward steps would not be tolerated by the people, for the dismissal from office of such a man as Cassidy\nwill serve as a warning to other pure food officials not to be too zealous in the discharge of their duties.\nThe direct result of Cassidy's dismissal will show itself in the State of Pennsylvania by a long line of\ncowardice in applying the law. I make this prophecy and guarantee its fulfilment.\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 22/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\nIt is needless to dwell further on these disgraceful efforts to thwart the Pure Food Laws. Dr. Wiley did not\nexaggerate when in summing up the situation he printed the following, in italics:\nNo further blot upon the administration of law can, in my opinion, be found in the history of the United\nStates than this effort of the United States Government to paralyze, belittle, and destroy a law passed in the\ninterests of the people of the country.\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 23/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\n[40]\nII\nVITAL IMPORTANCE OF FLAVOR\nTARTLING as are the facts in the foregoing chapter, they do not tell the whole story. We have\nseen that the non-condimental chemical preservatives used by the food poisoners are highly\nobjectionable on two grounds: (1) because they are usually injurious and often deadly; and\n(2) because they enable unscrupulous persons to use the filthiest, rottenest material and so\ndoctor it as to deceive the consumer into believing it to be wholesome food, whereas it may,\nand often does, result in ptomaine poisoning.\nBut there is a third indictment against the food sophisticators. The chemicals they use,\nnot only make the food they manipulate dangerous to eat, but they also diminish and often completely des[t4r1o]y\nits Flavor.\nThis destruction of the food Flavors may seem to those who have given no special attention to this matter\na thing to be regretted, indeed, but not an actual crime. That it is a real crime, because it helps to undermine\nthe consumers' health, I shall demonstrate in this chapter. It is necessary to know the facts now to be set forth\nin order to realize the full significance of the deplorable state of affairs to be revealed in the next chapter,\nentitled Our Denatured Foods. That chapter will continue the subject of Ungastronomic America, wherefore\nChapter II may be regarded as an Intermezzo—but a most important one, for it contains truths that are of vital\nimportance to everybody. Indeed, it is chiefly for the sake of impressing these truths on as many intelligent\npersons as possible that I am writing this book.\nSENSUAL INDULGENCE AS A DUTY.\nToo long we have been allowing covetous manufacturers and dealers and incompetent or indolent cooks\nto spoil our naturally good food. We have done this because we have not as a nation understood that there is\nnothing in the world on which our health and hourly comfort, our happiness and our capacity for hard work,\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 24/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\ndepend so much as on the Flavor of food—those savory qualities which make it appetizing and enjoyable [a4n2]d\ntherefore digestible and helpful.\nIt is not too much to say that the most important problem now before the American public is to learn to\nenjoy the pleasures of the table and to insist on having savory food at every meal.\nThere was a time when it would have been considered rank heresy to express such an opinion, and even\nto-day there are millions of honest folk who hold that the enjoyment of a good meal is merely a form of\nsybaritic indulgence.\nWhen Ruskin wrote his \"Modern Painters\" he referred to the indulgence of taste as an \"ignoble source of\npleasure.\" He lived to realize the foolishness of this sneer; in one of those amusing footnotes which he\ncontributed to the final edition of that great work, and in which he often assails his own former opinions with\nmerciless severity, he denounces the \"cruelty and absurdity\" of his failing to learn to appreciate the dainties\nprovided by his father. But his earlier opinion reflected the general attitude of the time toward the pleasures\nof the table.\nFortunately, in our efforts to fight the great American plague—dyspepsia—we are no longer seriously\nhampered by that Puritan severity which caused the father of Walter Scott, when young Walter one day\nexpressed his enjoyment of the soup, to promptly mix with it a pint of water to take the devil out of it.\nAmerica's leading educator, Ex-President Eliot of Harvard, has expressed the more rational view of [4o3u]r\ntime in these words: \"Sensuous pleasures, like eating and drinking, are sometimes described as animal, and\ntherefore unworthy, but men are animals and have a right to enjoy without reproach those pleasures of animal\nexistence which maintain health, strength, and life itself.\"\nWe may go farther than that, asserting that not only have we a right to enjoy the pleasures of the table, but\nit is our moral duty to do so. The highest laws of health demand of us that we get as much pleasure out of our\nmeals as possible. To prove this statement is the main object of the present volume, nearly every page of\nwhich bears witness to its truth, directly or indirectly.\nGLADSTONE AND FLETCHER.\nThere is an old German proverb to the effect that if food is properly chewed it is half digested: Gut gekaut\nist halb verdaut.\nThis is literally true, but in England and America, although physicians and others have long known it to\nbe so, it was not impressed on the general public's attention until the newspapers began to comment—some\nseriously, others facetiously—on the statement that Gladstone, in 1848, adopted certain rules for chewing\nfood to which he ever after adhered and to which some observers attributed his remarkable physical vi[g4o4]r.\n\"Previous to that,\" said the \"Pall Mall Gazette,\" \"he had always paid great attention to the requirements of\nnature, but at that date he laid down as a rule for his children that thirty-two bites should be given to each\nmouthful of meat and a somewhat lesser number to bread, fish, etc.\"\nNow Gladstone was wrong in suggesting that meat needed more munching than bread. The stomach takes\ncare of meat if it is not swallowed in too large chunks; whereas bread, as well as potatoes, together with\noatmeal and other cereals, no matter how soft, should be kept in the mouth some time to enable the saliva to\npartly digest them and prepare them for the lower viscera.\nThis error, however, did not detract seriously from the value of Gladstone's directions. The main thing\nwas that his \"home rule\" called the attention of two nations to the unwisdom of bolting food and the\nadvantage to health resulting from keeping it for some time in the mouth. In its far-reaching effect on\nmillions in two worlds it was perhaps of greater and more lasting value than any of his acts as a statesman.\nThis assertion gains strength from the fact that it was Gladstone's example that started Horace Fletcher on\nhis road as a reformer of the foolish eating habits of Americans, and others, but Americans in particular.\nHe has himself related (in the \"Ladies' Home Journal\" for September, 1909) how it was that his thoug[4h5t]s\nwere first directed into this channel through an epicurean friend who had a snipe estate among the\nmarshlands of Louisiana and a truffle preserve in France, and who faithfully followed Gladstone's rules in\nregard to the thorough chewing of food. In 1898 Mr. Fletcher began to work out the problem for himself, to\nthe great advantage of his health.\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 25/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\nAt the age of forty he was an old man, on the way to a rapid decline. His hair was white, he weighed 217\npounds, he was harrowed by indigestion, and had \"that tired feeling.\" At the age of sixty, after eleven years of\nexperiment, he had reduced his weight to 170 pounds, felt strong and well, and had forgotten what it was to\nhave the tired feeling.\nHis experience thus was similar to that of the Italian nobleman, Luigi Cornaro (1467-1566), who was a\ndissipated wreck at the age of forty, but who by reforming his way of eating, regained his health and lived to\nbe nearly a hundred. After his eighty-third year he wrote four treatises on diet and longevity; his\nautobiography has passed through more than forty English editions. His wisdom might be summed up in\nthese words: \"As you grow older eat less.\"\nHorace Fletcher is the Cornaro of the nineteenth century. Everybody who ever \"knows he has a stomach\"\nshould read one or both the books he has written on this subject: \"The A B-Z of Our Own Nutrition,\" [a4n6]d\n\"The New Glutton or Epicure.\" The first named owes its value largely to the fact that it includes reprints of\nvaluable papers by eminent men of science and physicians, the investigations of most of whom were in part\nprompted, or inspired, by Mr. Fletcher's writings. The most important of these are Dr. Harvey Campbell's\nObservations on Mastication, and Prof. Pawlow's articles on Psychic Influence in Digestion.\nMost persons labor—or act as if they labored—under the delusion that the mouth was made chiefly for\nthe ingestion of food and that the sole use of saliva is to lubricate it so that it can be easily and quickly\nswallowed. Mr. Fletcher did not discover the fact that the mouth is also a most important organ of digestion,\nwith the aid of saliva; but he emphasized this important fact in his writings as no other writer had ever done,\nproclaiming it from the housetops till thousands began to listen and heed and learn and benefit by his\npreaching; and therein lies the importance of his name in the history of dietetic reform.\nThe gist of his doctrine may be given in a few words: keep all food (soft as well as hard, liquid as well as\nsolid, moist as well as dry) in the mouth and chew it till it has become thoroughly mingled with the saliva,\nhas lost all its flavor, and is ready to disappear down the throat without an effort at swallowing. Gladstone's\ndirections in regard to thirty-two masticatory movements are all right for some foods, but others require[4 n7]o\nmore than twenty, while for some (onions) seven hundred hardly suffice to remove the odor and make them\ndigestible. Unless the mouth thus does its work, the lower digestive tract has to do it at ten times the\nexpenditure of vital force, and the result is dyspepsia.\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 26/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\nHORACE FLETCHER\nNever, surely, was preaching more needed than these sermons of Horace Fletcher to the victims of\nAmerica's national scourge of chronic indigestion.\nIt cannot be denied that there is a considerable amount of questionable faddism and exaggeration in his\ndoctrines. He, himself, frankly apologizes for such details in them as \"may suggest the scrappiness and\nextravagance of an intemperate screed,\" on the ground that \"so-called screeds sometimes attract attention\nwhere sober statement fails to be heard\"; which is unfortunately true.\nMany of Fletcher's followers accept his exaggerations along with the sound parts of his doctrines. They\nendorse the statements that he, \"in inaugurating the chewing reform has done more to help suffering\nhumanity than any other man of the present generation\"; or, as another writer, a physician, put it in a letter to\nhim: \"What you have done to unfold physiologic mastication means more for human weal than all the mere\nmedical prescribes have given the world from Adam to the present day.\"\nIt cannot be denied that medical and other scientific writers were culpable in not enlightening the pu[b4l8i]c\non these important matters, and it serves them right, therefore, if Fletcher has got the credit and the fame for\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 27/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\ndoing this. It is estimated that there are already more than 200,000 \"Fletcherites\" in the United States. In the\nhope of increasing their number, in the rational sense of the word, let me dwell on a few of the things in\nwhich, in my opinion, Mr. Fletcher is right, and some of those beside which readers of his books will do well\nto place question marks. In particular, I wish to call further attention to his valuable remarks on the necessity\nof doing more \"mouth work\" than most of us do, and on the importance of agreeable Flavor in food as an aid\nto digestion.\nMany thousands of otherwise healthy persons bewail the fact that they have to avoid some of their\nfavorite dishes because they find them indigestible. To these individuals Fletcherism, as endorsed by Dr.\nCampbell, brings the cheering message that they can eat anything they please provided they give it the proper\nmouth treatment.\nInasmuch as individuals differ in regard to the supply of saliva, no general rules can be laid down as to\nhow many bites any particular mouthful requires. One person may dispose of a morsel of bread in thirty\nmastications while another may need fifty before it has disappeared down the throat without an effort at\nswallowing. Mr. Fletcher once had a tussle with a challot, or young onion, which \"required 722 masticati[o49n]s\nbefore disappearing through involuntary swallowing.\" But when it was down it left no odor upon the breath\nand created no disturbance whatever.\nCould anything more triumphantly proclaim the wonders of Fletcherism?\nHere is another miracle: \"Abundant experiment has been made by those to whom 'Boston brown bread'\nwas formerly little less than a poison, to prove the assertion that, sufficiently mixed with saliva, it is perfectly\ndigestible and that the delicious taste of the bread after forty or fifty bites—about one-half minute—gets\nsweeter and sweeter, and attains its greatest sweetness and most delicate taste at the very last, when it has\ndissolved into liquid form and most of it has escaped into the stomach.\"\nTHE HARM DONE BY SOFT FOODS.\nDr. Campbell, whose admirable articles on The Importance of Mastication cannot be too urgently brought\nto the reader's attention,[2] has pointed out a very important reason why at present, more than at any other\ntime in the history of man, there is need of mouth digestion.\nThe art of cooking has had a beautifying effect on the human face. The jaws and teeth have beco[5m0]e\nsmaller because they are no longer called upon to bite off and chew raw, tough, and fibrous foods, as they\nwere in primitive days. One of the results of agricultural progress has been to diminish the fibrous, cellulosic\nfood and make it more easy to masticate. The food of to-day is for the most part soft and pappy, of a kind\nwhich does not compel thorough mastication; so much so that Dr. Campbell thinks we may speak of this as\n\"the age of pap.\"\nBeginning with the babes, we pour into their stomachs all kinds of artificial saccharine foods in liquid or\nsemi-liquid form, following this up, later on, with such viands as mashed potatoes and gravy, rusks soaked in\nmilk, milk puddings, bread dipped in bacon fat, pounded mutton, thin bread and butter, and the like. Food of\nthis kind does not invite mastication (nor have mothers been taught to teach their children to keep it in the\nmouth, the doctor might have added). \"Hence the instinct to masticate has little opportunity of exercise and\nnot being properly exercised, tends to die out. Small wonder that the child nourished on such pappy food\nacquires the habit of bolting it, and learns to reject hard, coarse foods in favor of the softer kinds; everything,\nnowadays, must be tender, pultaceous, or 'short.'\"\nThe evils resulting from the bolting of this soft food by children and adults alike are of the gravest [a5n1]d\nmost alarming kind. Overeating and habitual indigestion are two of them. Morbid craving for food not\nneeded is another. It is not improbable that the habitual bolting of food, by the prolonged irritation to which it\ngives rise, may predispose to cancer of the stomach. Napoleon was a notoriously fast eater and it is well\nknown that he died from this disease.\nDr. Campbell also agrees with Sir Frederick Treves that the neglect of the mastication of food is a potent\ncause of appendicitis. Solid lumps, especially in the case of such articles as pineapple, preserved ginger, nuts,\ntough meat and lobster, are apt to pass beyond the pylorus and, escaping intestinal digestion, to lodge in the\ncœcum and precipitate an attack of that dreaded disease, the most common predisposing cause of which is a\nloaded cœcum, often preceded by constipation.\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 28/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\nSumming up his extremely valuable paper on the Evils of Insufficient Mastication, Dr. Campbell comes\nto the conclusion that \"an appalling amount of misery and suffering may be saved by the simple expedient of\ninculcating the habit of efficient mastication.\"\nIt is difficult to teach an old dog new tricks. I have noticed again and again how hard it is to teach adults\nto \"Fletcherize.\" They begin it, find it irksome at first, and drop it. For thorough reform we must begin with\ninfants; but adults cannot be urged too strongly to persevere till the habit—like that of breathing—becomes\nautomatic. The rewards in increased health and enjoyment of life and work are glorious. [52]\nEPICUREAN DELIGHTS FROM PLAIN FOOD.\nTo return to Fletcher's own contributions to this subject. Next to his dwelling on the importance of\n\"mouth-work\" he deserves most praise for his remarks on the epicurean delights resulting from slow and\nrational eating. Herein again, it must be premised, he was far from being the original discoverer; but he\nprobably did more to call the general public's attention to the matter than any one else had done, thanks\nlargely to his habit of introducing vivid illustrations and details of personal experiences.\n\"My, but I never realized that potato is so good,\" exclaimed the young lady; and \"Gracious! isn't this corn\nbully!\" echoed the father.\nThese exclamations express the outcome of one of Mr. Fletcher's experiments in teaching others how to\nget delicious pleasure from the simplest and commonest foods if munched according to his directions.\nIf you bolt your food, he says, you get \"none of the exquisite taste that Nature's way offers as an\nallurement for obeying her beneficent demands. The way of Nature is the epicurean way; the other way is\nnothing but piggish gluttony.\" It is the way of animals; and Fletcher named his book \"The New Glutton or\nEpicure\" to call attention to the two ways of taking food.\n\"An epicurean cannot be a glutton. There may be gluttons who are less gluttonous than other gluttons,[ 5b3u]t\nepicurism is like politeness and cleanliness, and is the certain mark of gentility.\" A remark worthy of the\nFrench epigrammatists!\nThackeray called attention to the exquisite enjoyment an epicure can derive from a slice of buttered\nbrown bread. In the same spirit Fletcher writes: \"For illustration, try a ship's biscuit—commonly called\nhardtack—and keep it in the mouth, tasting it as you would a piece of sugar, till it has disappeared entirely,\nand note what a treasure of delight there is in it.\"\nAgain: \"The most nutritious food does not require sauces. It may seem dry and tasteless to the first\nimpression, but, as the juices of the mouth get possession of it, warm it up, solve its life-giving qualities out\nof it and coax it into usefulness, the delight of a newfound delicacy will greet the discoverer.\"\nHOW FLAVOR HELPS THE STOMACH.\nIn all cases, be the food simple or the outcome of a French chef's culinary alchemy, it is its Flavor that\nmakes it agreeable and by so doing stimulates the flow of the juices necessary for proper digestion.\nIn the case of the mouth and its salivary glands this is obvious to all. Everybody knows that the fragrance\nof good food \"makes the mouth water.\"\nIn the case of the stomach, the connection is much less obvious. Until a few years ago even the med[i5c4a]l\nmen were in the dark on this extremely important aspect of the question, although French and German\nphysiologists had made important discoveries.\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 29/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\nA French chef's culinary alchemy\nIt remained for Professor Pawlow of St. Petersburg to throw the bright light of scientific experimen[t5 o5]n\nthis subject.\nHe demonstrated in his St. Petersburg laboratory that the mere presence of food in a dog's stomach—\nwhich is like a man's in that respect—does not suffice to cause a flow of gastric juice, but that the psychic\nfactor we call appetite—a keen desire for food—causes an abundant flow of that fluid, without which the\ndigestion cannot proceed.\nNow it might be said that there was really no need of laboratory experiments to tell us that food eaten\nwithout enjoyment lies like lead in the stomach and does more harm than good.\nIt is nevertheless a great advantage to have a scientific demonstration of the fact and an explanation of it,\nbecause it encourages us in the right way of eating.\nInstinct showed that way long ago; it did its best to intimate that food should be eaten with interest and\nenjoyment.\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 30/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\nToo often, unfortunately, no attention has been paid to this instinct. Among the Russians (who do not, in\nthis respect, differ from other peoples) \"an absolutely unphysiological indifference towards eating often\nexists,\" Professor Pawlow says. \"In wider circles of the community a due conception of the importance of\neating should be disseminated. How often do the people who have charge of the commissariat pay atten[t5io6]n\nsolely to the nutritive value of the food, or place a higher value on everything else than taste!\"\nYet it is the \"taste\" (Flavor) of food that arouses the appetite. As the French say, \"the appetite comes while\nwe are eating.\" Medical men of various countries in former times paid special attention to the restoration of a\npatient's appetite. In more recent text books less attention is paid to appetite as a symptom; but Prof.\nPawlow's experiments have again, and for all time, demonstrated its importance.\nThose young ladies who think it is \"nice\" and \"feminine\" to pretend to have no appetite should read the\nPawlow papers, and have all that nonsense knocked out of their heads. A poor appetite is a danger signal—a\nthing to arouse pity and to be cured, just like a headache or a fever.\n\"Appetite juice\" is one of the suggestive names Professor Pawlow gives to the fluid which digests food in\nthe stomach. There is little or none of it for the man who eats without noticing his food, unable to distract his\nthoughts from his work, as so often happens to those who live in the midst of the incessant turmoil of large\ncities. This inattention to the act of eating (to the Flavor of the food) prepares the way for digestive\ndisturbances with all the various diseases following them. No medical treatment can help such a patient—\nunless he reforms and eats rationally.\nThus, the studies of Dr. Pawlow fully bear out my contention as to the Vital Importance of Flavo[r5 7i]n\nFood.\nAn American quick-lunch\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 31/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\nThere is one more of his observations to which superlative importance attaches. One of his experiments\non dogs showed that if food was given gradually in small quantities, it led to the secretion of much stronger\ngastric juice than when the animal was allowed to eat the whole ration at once.\nThis was a laboratory demonstration of the wisdom of the best medical treatment of a weak stoma[5c8h];\n\"and such a regulation of diet,\" continues the professor, \"is all the more necessary, since, in the commonest\ndisorders of the stomach, only the surface layers of the mucous membrane are affected. It may, consequently,\nhappen that the sensory surface of the stomach, which should take up the stimulus of the chemical excitant, is\nnot able to fulfil its duty, and the period of chemical secretion, which ordinarily lasts for a long time, is for\nthe most part disturbed, or even wholly absent. A strong psychic excitation, a keen feeling of appetite, may\nevoke the secretory impulse in the central nervous system and send it unhindered to the glands which lie in\nthe deeper as yet unaffected layers of mucous membrane.\"\nDoubtless the very interesting physiological detail here pointed out by the eminent Russian professor,\nexplains the dietetic as well as gastronomic wisdom of the old fashioned table d'hôte of the European hotels.\nHalf a dozen or more courses follow one another leisurely in course of an hour or more during which the\npleasant Flavor of one dish after another keeps the appetite on edge and gives plenty of time for the deeper as\nwell as the surface layers of the glands to secrete their beneficent and comforting digestive juices.\nFrom such a leisurely dinner, with courses skilfully made up of contrasting flavors to prevent the appetite\nfrom flagging, we rise cheerful and at peace with all the world, whereas an American quick-lunch, or a\nrailroad dinner gulped down in ten minutes makes us feel like swearing off eating for all time. [59]\nAN AMAZING BLUNDER.\nHow far we have traveled away from that foolish, nay, criminal Puritan notion that enjoyment of the\npleasures of the table is a reprehensible form of sensual indulgence—the notion which made Walter Scott's\nfather pour hot water into the soup because the boy liked it!\nThat attitude was a blunder, a huge blunder, as the preceding pages prove.\nA still bigger blunder, and one equally deplorable and mischievous, now claims our attention—a blunder\nso amazing, so incomprehensible that it seems almost incredible: the universal belief, among men of science\nas well as the laity, that the pleasures of the table come to us through the sense of taste.\nHow I happened to discover that this notion is a blunder, I now beg the reader's permission to relate\nbriefly.\nIn 1878 Harvard University rewarded me for my hard work in the philosophical department (under\nProfessors Bowen and Palmer) by giving me the Harris Fellowship, which enabled me to continue my study\nof physiological and comparative psychology for three years at the universities of Germany.\nI recall vividly my boyish delight in the pleasures of the senses of sight, hearing, and smell. During[ 6m0]y\ncollege course and afterwards I diligently studied the phenomena of these senses in man and animals in all\nthe books and scientific papers I could find; and thus it came about that my first magazine articles were on\nthe Ã(cid:0)sthetic Value of Odors, and The Development of the Color Sense. The first of these was accepted by\nW. D. Howells, for the \"Atlantic Monthly\" (December, 1880); the second, by Alfred Russell Wallace, for\n\"Macmillan's Magazine\" (London, December, 1879). I mention these things to show that the senses of man\nand animals have been a subject of special interest with me for more than four decades, and that when I went\nto Germany, I took up the study of them not as an amateur but as one prepared (as well as eager) to make\noriginal researches.\nMy most ardent desire was to work in the laboratories of the University of Berlin under Professor\nHelmholtz, whose monumental books on the sensations of tone and on the phenomena of sight had revealed\nso many secrets to the world of science. Unfortunately he was not lecturing on those subjects at that time.\nMoreover, reperusal of his books made me feel as if he had covered all the most interesting ground. I\ntherefore looked about for a region in which I could do some exploring on my own account, and soon found\nit in the functions of the senses of smell and taste.\nConcerning these two senses, the most absurdly incorrect notions were current at that time even am[o6n1]g\nleaders in science. Grant Allen, known as \"the St. Paul of Darwinism,\" voiced the current biological opinion\nwhen he wrote that with man \"smell survives with difficulty as an almost functionless relic\"; and Darwin\nhimself wrote that this sense is \"of extremely slight service\" to man.\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 32/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\nThe king of German philosophers, Kant, who was an epicure, maintained that smell is the least important\nof our senses, and that it is not worth while to cultivate it. Nay, the king of epicures, Brillat-Savarin, wrote a\nfamous book the very title of which, \"Physiology of Taste,\" is a scientific blunder. Like everybody else, he\nbelieved in the existence of an infinite variety of tastes, and never suspected that, with the exception of sweet,\nsour, salt and bitter, all our countless gastronomic delights come to us through the sense of smell.\nA NEW PSYCHOLOGY OF EATING.\nThe French physiologist Longet and the German anatomist Henle were, so far as I could find, the only\nexperts who had an inkling of the gastronomic importance of the sense of smell; but they did not go so far as\nto formulate the theory I have just expressed in italics. My experiments showed me that not only is it\nimpossible, with the nose clasped (or closed by a cold), to tell the difference between various kinds of meats,\nor cheeses, or cakes, or vegetables, but also—which no one had ever pointed out—that even in the cas[e6 2o]f\nsweet and sour substances which do gratify the palate, the sense of smell is much more important than the\nsense of taste.\nVinegar, for example, is absolutely uninteresting unless it has a \"bouquet\"—the aroma of the cider, wine,\nor malt of which it is made. And why is it that we are willing to pay from five to twenty times as much for\ncandy as for plain sugar? Because the sugar appeals only to the taste, whereas the candy is usually perfumed\nwith the aroma of sarsparilla, wintergreen, vanilla, chocolate, and a hundred other flavoring ingredients the\nfragrance of which we enjoy by exhaling through the nose while eating it.\nThe emphasis lies on the word exhaling. It is considered a breach of etiquette to smell of things at the\ntable in the ordinary way, because it implies a doubt as to the freshness of the food. But there is a second way\nof smelling of which most persons are unconscious, although they practise it daily. Anatomy shows that only\na small portion of the mucous membrane which lines the nostrils is the seat of the endings of the nerves of\nsmell. In ordinary expiration the air does not touch this olfactory region. But when we eat in the right way we\nunconsciously guide the air impregnated with the Flavors of the food we are munching, into that region, and\nthat is the way we enjoy our food. We do this unconsciously, I say; but now try and do it consciously, guid[6in3]g\nthe expired air very slowly through the nose, and your enjoyment of a meal will be quintupled.\nObviously Kant made the mistake of his life when he said the sense of smell was not worth cultivating. It\nnot only provides us with additional table pleasures, the hygienic and tonic value of which has been\nsufficiently dwelt upon, but it is a fact of unspeakable importance that the more we educate the nose, the\nmore discriminating we make it, and the more stubbornly therefore we insist on having wholesome food only.\nThis new psychology of eating I set forth for the first time in the \"Contemporary Review\" (London,\nNovember, 1888), under the title of \"The Gastronomic Value of Odors.\" It was commented on as a\npsychological curiosity, but otherwise attracted little attention. At that time there was not the same general\ninterest that there is now in the food question. Even Gladstone's directions regarding eating were more\nfrequently smiled at than followed.\nSince his day many things have happened to give the food question an aspect of superlative importance,\nparticularly the wholesale adulterations described in the preceding pages. That among those who have helped\nto awaken the public to a realizing sense of the importance of this subject no one deserves more credit than\nMr. Fletcher—who has been immortalized in the dictionaries by the inclusion of the verb \"to Fletcherize[\"6—4]\nhas been stated before. So beneficent, on the whole, has been his influence that I hesitate to point out any of\nhis mistakes; but as some of them obscure the truth, I will do so.\nHe first made public his views, in a crude form, eleven years after the appearance of my article on the\ngastronomic value of odors. That article anticipates some important details of his doctrines, but he evidently\nnever saw it, because in his books he makes only one brief reference to the sense of smell and perpetuates all\nthe old errors regarding that insolent pretender, the sense of taste. This is to be regretted, for it left his\nfollowers groping in the dark as to the best way of getting the most pleasure and benefit out of their food, at\nhome and at their \"munching parties.\"\nThere is one detail of Fletcherism which every epicure will fight with his last drop of ink. If we all\nfollowed his example, living on griddle cakes, butter, and syrup (at a cost of eleven cents a day), or some\nother equally simple menu, as he advises, what would become of that delectable variety which is the spice of\ngastronomy, and what of the farmers, and the hundreds of industries which supply this variety?\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 33/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\nTrue gastronomic progress, I maintain, lies in the direction of multiplying the pleasures of the table—an\nimportant phase of our subject which will be discussed in a later chapter.\nWe must now turn the limelight once more on Ungastronomic America.\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 34/245\n\n12/23/25, 10:17 AM The Project Gutenberg eBook of Food and Flavor, by Henry T. Finck.\n[65]\nIII\nOUR DENATURED FOODS\nEARING in mind the superlative importance to our well-being of Flavor in the food we eat,\nthe reader is now in a position to appreciate the full force of a third indictment to be brought\nagainst those who spoil our food. The first indictment was that they use chemical\npreservatives which arrest digestion and often act as cumulative poisons; the second, that\nthey use chemicals which enable unscrupulous persons to sell foods made of nauseating and\ndangerous raw material, so disguised as to fool the buyer.\nThe culprits now to be arraigned are those who, from ignorance, indolence, or greed to get rich quick,\nadopt devices which spoil the Flavor of our food and thus destroy our appetite and undermine the health of\nthe community.\nDenatured is the word used for alcohol that has been made unfit to drink by the addition of chemic[6a6ls],\nand denatured is hardly too strong a word to apply to many if not most of the foods offered in the American\nmarkets and stores, the offense being aggravated by the fact that the prices usually asked for these are quite\nas high as those asked for foods preserved by the wholesome old condimental methods, although the cost to\nthe maker is only a fraction of what it would be if those methods were followed.\nPalatable, appetizing smoked bacon and hams are still to be found in our markets by those who know a\nthing or two, and sternly insist on getting what they ask for; but for the vast majority of consumers smoked\nmeats have disappeared. Meats lose weight—up to 20 per cent.—during the process of smoking, and\ntherefore bring the dealer less profit. What he offers is usually denatured—unappetizing and indigestible. The\nsame holds true of smoked fish, which used to make an epicure's mouth water. Why it does so no longer is\nshown by the following paragraphs from Philadelphia, printed in the New York \"Evening Post\":\nFish Was Dyed, not Smoked\nThe dairy and food bureau of the State Agricultural Department has discovered that a large number of\ndelicatessen and other stores of this city have been for a long time selling \"dyed\" fish as a substitute for\nsmoked fish. When Harry P. Cassidy, the agent of the bureau told the retail store proprietors what they were\ndoing, they were surprised, as they had purchased the stuff as genuine smoked fish.\nCassidy's attention to the food article was attracted by its rich red color. Purchasing some, he had it [67]\nexamined, and the expert reported that he could dye wool with the coloring matter extracted from it. In\nsmoking fish there is a loss of fifteen pounds to every hundred, it is said, but in dyeing there is no loss at\nall. This permitted the violators of the law to undersell their competitors in the smoked fish industry.\nhttps://www.gutenberg.org/cache/epub/61719/pg61719-images.html 35/245",
    "word_count": 17116,
    "char_count": 103147,
    "sentence_count": 604,
    "paragraph_count": 35
  },
  "quality_metrics": {
    "raw_char_count": 103146,
    "clean_char_count": 103147,
    "raw_word_count": 17120,
    "clean_word_count": 17116,
    "sentence_count": 604,
    "paragraph_count": 35,
    "avg_chars_per_page": 2947.057142857143,
    "avg_words_per_page": 489.0285714285714,
    "text_density": 0.1659379332409086,
    "sentence_completeness": 0.8841059602649006,
    "extraction_success_rate": 1.0,
    "quality_flag": "yellow"
  }
}